{"Map":{"id":"39","url":"syria","name":"Syria","description":"This map traces the relationships between major Syrian militant organizations operating from 2011 through December 2016. It will be updated as more information becomes available.","startyear":"2011","endyear":"2018","published":"1","group_id":"2"},"Zoom":[{"id":"981","level":"0","name":"Default","map_id":"39"}],"links":[{"Link":{"id":"1471","type":"all","group1":"361","group2":"143","date":"2007-00-00","description":"AAH and KH have been allied since their inception.  Both groups are funded by the Iranian government through the Quds Force, are under the supervision of Qasem Soleimani (the commander of the Quds Force), and have cooperated militarily on several occasions.  The AAH and KH are the two most powerful 'Special Groups,' the U.S. name for Iraqi Shiite groups affiliated with the Iranian government."}},{"Link":{"id":"1851","type":"riv","group1":"651","group2":"533","date":"2016-04-00","description":"Faylaq al-Rahman began fighting Jaysh al-Islam after Jaysh al-Islam allegedly attempted to assassinate a member of the Unified Judiciary Council, the court system that settles disputes between militant groups and between civilians in the Damascus governorate."}},{"Link":{"id":"265","type":"aff","group1":"1","group2":"21","date":"2004-10-00","description":"In October 2004, Abu Mus'ab al-Zarqawi came to an agreement with Osama bin Laden and formally joined Al Qaeda, renaming his organization Tanzim Qaidat al-Jihad fi Bilad al-Rafidayn, known as Al Qaeda in Iraq (AQI) in English."}},{"Link":{"id":"1445","type":"riv","group1":"143","group2":"1","date":"2014-07-07","description":"Asa'ib Ahl al-Haq(AAH) leader Qais Khazali told BBC News that AAH would \"vanquish ISIS.\" AAH has been actively fighting with the Iraqi government against the Islamic State (IS) since June 2014. While AAH has been very active against IS in Iraq, there have been no confirmed independent AAH attacks against IS in Syria."}},{"Link":{"id":"885","type":"aff","group1":"361","group2":"81","date":"2009-00-00","description":"According to the U.S. government, Kata'ib Hezbollah has received money and weapons from Lebanese Hezbollah."}},{"Link":{"id":"941","type":"aff","group1":"81","group2":"143","date":"2009-04-00","description":"AAH received weapons, training, and financial support from Hezbollah. "}},{"Link":{"id":"1443","type":"riv","group1":"361","group2":"1","date":"2014-09-00","description":"Kata'ib Hezbollah worked with elements of the Kurdish peshmerga to defend the city of Amerli in Iraq from IS. KH has been fighting alongside Iraqi government forces in the war against IS since June 2014. While the groups have opposed each other in Iraq, there have been no confirmed reports of KH targeting IS in Syria. "}},{"Link":{"id":"1843","type":"aff","group1":"525","group2":"537","date":"2011-11-00","description":"Suqour al-Sham was affiliated with the Free Syrian Army (FSA) in 2011, and became a founding a member of the FSA linked Syrian Islamic Liberation Front (SILF) umbrella organization in 2012. Despite its close FSA ties, Suqour al-Sham did not take orders from the FSA’s Syrian National Council, and began to distance itself from the FSA when it joined the Islamic Coalition on September 23, 2013."}},{"Link":{"id":"1093","type":"aff","group1":"21","group2":"493","date":"2012-02-00","description":"Jabhat al-Nusra was formed in late 2011, when Al Qaeda in Iraq (AQI) emir Abu Bakr al-Baghdadi sent AQI operative Abu Muhammad al-Julani to Syria to organize jihadist cells in the region."}},{"Link":{"id":"1863","type":"riv","group1":"659","group2":"1","date":"2015-05-00","description":"Al Fawj Al Awl began fighting the Islamic State in the Aleppo governorate."}},{"Link":{"id":"1865","type":"riv","group1":"661","group2":"1","date":"2011-03-00","description":"Jaysh al Sanadeed began targeting the Islamic State."}},{"Link":{"id":"1867","type":"riv","group1":"523","group2":"1","date":"2014-04-00","description":"After a series of small skirmishes between Ahrar al-Sham and the Islamic State (IS), Ahrar al-Sham and its allies, including Jabhat al-Nusra, began to target the Islamic State. Ahrar al-Sham and its allies initially drove IS out of the city of Raqqa."}},{"Link":{"id":"1869","type":"riv","group1":"645","group2":"1","date":"2014-09-00","description":"The Southern Front began opposing the Islamic State (IS), and joined larger opposition campaigns against IS in the Daraa governorate."}},{"Link":{"id":"1927","type":"riv","group1":"629","group2":"493","date":"2015-07-00","description":"Kata’ib Sayyid al-Shuhada (KSS) participated in the Assad Regime’s offensive in the southern Syrian governorates, namely in Daraa and Quneitra. KSS fought alongside Assad Regime troops, Hezbollah, the Iranian Revolutionary Guard Corps and other Shiite militias against elements of the Free Syrian Army and Jabhat al-Nusra."}},{"Link":{"id":"1811","type":"all","group1":"527","group2":"493","date":"2013-02-01","description":" Liwa al-Tawhid and Jabhat al-Nusra (Al-Nusra) cooperated with the Nasser Salahuddin Brigade, Dera’ al-Assima, and Liwa al-Habib al Mustafa in a series of attacks against Syrian army units and outposts in the Damascus countryside. According to Al-Nusra, the militants destroyed several tanks and killed over 150 Syrian soldiers."}},{"Link":{"id":"1137","type":"all","group1":"493","group2":"523","date":"2012-11-01","description":"Ahrar al-Sham and Jabhat al-Nusra first cooperated in an attack the International Center for Agricultural Research in the Dry Areas."}},{"Link":{"id":"1923","type":"riv","group1":"629","group2":"537","date":"2015-09-00","description":"Kata’ib Sayyid al-Shuhada (KSS) participated in the Assad Regime’s offensive in the southern Syrian governorates, namely in Daraa and Quneitra. KSS fought alongside Assad Regime troops, Hezbollah, the Iranian Revolutionary Guard Corps and other Shiite militias against elements of the Free Syrian Army and Jabhat al-Nusra."}},{"Link":{"id":"1921","type":"riv","group1":"143","group2":"537","date":"2016-05-00","description":"Asa'ib Ahl al-Haq began targeting the Free Syrian Army in the Aleppo governorate."}},{"Link":{"id":"1823","type":"all","group1":"659","group2":"523","date":"2016-02-00","description":"Al Fawj al-Awl joined the Jaysh Halab operations room, where it began cooperating with Ahrar al-Sham."}},{"Link":{"id":"1821","type":"all","group1":"523","group2":"1","date":"2013-08-00","description":"Ahrar al-Sham and the Islamic State coordinated an attack on Alawite villages in the Latakia governorate that killed 190 civilians."}},{"Link":{"id":"1853","type":"riv","group1":"535","group2":"655","date":"2013-11-01","description":"Ahrar al-Sham, the Islamic State, and The Kurdish Islamic Front began targeting the YPG."}},{"Link":{"id":"1855","type":"riv","group1":"1","group2":"655","date":"2013-10-15","description":"Ahrar al-Sham, the Islamic State, and The Kurdish Islamic Front began targeting the YPG."}},{"Link":{"id":"1857","type":"riv","group1":"523","group2":"655","date":"2013-09-01","description":"Ahrar al-Sham, the Islamic State, and The Kurdish Islamic Front began targeting the YPG."}},{"Link":{"id":"1859","type":"riv","group1":"655","group2":"493","date":"2013-07-01","description":"The YPG began targeting Jabhat al-Nusra and won the battle of Ras al-Ayn."}},{"Link":{"id":"1861","type":"riv","group1":"533","group2":"655","date":"2016-04-07","description":"Jaysh al-Islam began targeting the YPG and other Kurdish forces in the Aleppo governorate."}},{"Link":{"id":"1805","type":"all","group1":"537","group2":"493","date":"2012-08-00","description":"The Free Syrian Army (FSA) began cooperating with Jabhat al-Nusra (Al-Nusra). Al-Nusra intially avoided targeting civilian areas and minimized collateral damage in order to maintain ties with the FSA."}},{"Link":{"id":"1909","type":"riv","group1":"619","group2":"493","date":"2016-01-00","description":"Harakat al-Nujaba targeted Jabhat al-Nusra in an offensive in the Aleppo governorate."}},{"Link":{"id":"1825","type":"all","group1":"659","group2":"493","date":"2015-08-00","description":"Al Fawj al-Awl conducted military exercises with Jabhat al-Nusra."}},{"Link":{"id":"1827","type":"all","group1":"657","group2":"523","date":"2016-02-00","description":"Harakat Nour al-Din al-Zenki began coordinating attacks with Ahrar al-Sham as part of the Jaysh Halab operations room."}},{"Link":{"id":"1829","type":"all","group1":"657","group2":"493","date":"2012-06-01","description":"Harakat Nour al-Din al-Zenki began cooperating with Jabhat al-Nusra."}},{"Link":{"id":"1831","type":"all","group1":"653","group2":"493","date":"2012-09-00","description":"Liwa al-Islam began cooperating with Jabhat al-Nusra during \"Operation Epic in the Capital of Omayyads.\""}},{"Link":{"id":"1833","type":"all","group1":"647","group2":"523","date":"2015-07-18","description":"The Levantine Front began cooperating with Ahrar al-Sham as part of the Fatah Halab joint operations room."}},{"Link":{"id":"1839","type":"all","group1":"647","group2":"493","date":"2015-06-00","description":"The Levantine Front began cooperating with Jabhat al-Nusra as part of the Fatah Halab joint operations room."}},{"Link":{"id":"1841","type":"all","group1":"661","group2":"655","date":"2015-02-00","description":"Jaysh al-Sanadeed and the YPG began coordinating attacks against the Islamic State in the Hassakah governorate."}},{"Link":{"id":"1795","type":"mer","group1":"653","group2":"533","date":"2013-09-29","description":"Saudi Arabia facilitated a merger of about fifty Damascus-based opposition groups, including Liwa al-Islam, to create a new opposition group known as Jaysh al-Islam."}},{"Link":{"id":"1797","type":"mer","group1":"525","group2":"523","date":"2015-04-00","description":"Suqour al-Sham merged into Ahrar al-Sham. Suqour al-Sham's former leader, Ahmad Abu Eissa, became a deputy responsible for Ahrar al-Sham’s political affairs."}},{"Link":{"id":"1799","type":"mer","group1":"529","group2":"523","date":"2014-12-01","description":"Liwa al-Haqq merged into Ahrar al-Sham."}},{"Link":{"id":"1801","type":"mer","group1":"535","group2":"523","date":"2014-12-01","description":"The Kurdish Islamic Front merged into Ahrar al-Sham."}},{"Link":{"id":"1845","type":"aff","group1":"537","group2":"527","date":"2012-07-00","description":"Liwa al-Tawhid initially pledged allegiance to the Free Syrian Army (FSA). However, Liwa al-Tawhid often acted independently of FSA-affiliated groups, and it began to distance itself from the FSA on September 29, 2013 by joining the Islamic Coalition, a political group that called for opposition to the Assad Regime to be run only by groups fighting inside Syria and opposed the National Coalition for Syrian Revolutionary and Opposition Forces."}},{"Link":{"id":"1847","type":"aff","group1":"529","group2":"537","date":"2012-11-00","description":"Liwa al-Haqq was initially affiliated with the Free Syrian Army (FSA). However, it began to distance itself from the FSA on September 23, 2013 by joining the Islamic Coalition, a political group that called for the implementation of Shariah in Syria and the opposition to the Assad Regime to be run only by groups fighting inside Syria."}},{"Link":{"id":"1849","type":"aff","group1":"653","group2":"537","date":"2011-09-00","description":"Liwa al-Islam was initially affiliated with the Free Syrian Army (FSA). However, the group began to distance itself from the FSA in 2013 when Liwa al-Islam joined the Islamic Coalition, a political group that called for the implementation of Shariah law in Syria, and for the opposition to the Assad Regime to be run only by groups fighting inside Syria."}},{"Link":{"id":"1813","type":"all","group1":"527","group2":"1","date":"2013-11-00","description":"Liwa al-Tawhid cooperated with the Islamic State to fight the Kurdish People’s Protection Units in late 2013."}},{"Link":{"id":"1815","type":"all","group1":"531","group2":"493","date":"2014-05-00","description":"Ansar al-Sham fought alongside Jabhat al-Nusra and Ahrar al-Sham during the 2014 Latakia Offensive."}},{"Link":{"id":"1817","type":"all","group1":"531","group2":"523","date":"2014-06-00","description":"Ansar al-Sham fought alongside Jabhat al-Nusra and Ahrar al-Sham during the 2014 Latakia Offensive."}},{"Link":{"id":"1155","type":"all","group1":"493","group2":"525","date":"2013-01-00","description":"A number of opposition groups including Jabhat al-Nusra, Ahrar al-Sham, and Suqour al-Sham coordinated an attack to overtake the Assad Regime's air base in Taftanaz after beseiging the base for several months. The opposition groups eventually overtook Taftanaz, and seized helicopters, heavy weapons, and ammunition."}},{"Link":{"id":"1819","type":"all","group1":"645","group2":"493","date":"2014-12-00","description":"The Southern Front and Jabhat al-Nusra (Al-Nusra) became allies and captured the town of Tel al-Haraa. Though the Southern Front officially stopped cooperating with Al-Nusra in April 2015, the groups still coordinated attacks in later battles."}},{"Link":{"id":"1157","type":"all","group1":"523","group2":"525","date":"2013-01-00","description":" A number of opposition groups including Jabhat al-Nusra, Ahrar al-Sham, and Suqour al-Sham coordinated an attack to overtake the Assad Regime's air base in Taftanaz after beseiging the base for several months. The opposition groups eventually overtook Taftanaz, and seized helicopters, heavy weapons, and ammunition."}},{"Link":{"id":"1809","type":"all","group1":"527","group2":"523","date":"2013-03-00","description":"Liwa al-Tawhid participated in a joint offensive with multiple opposition groups, including Jabhat al-Nusra and Ahrar al-Sham, against Assad Regime military camps in the Idlib countryside."}},{"Link":{"id":"1871","type":"riv","group1":"533","group2":"1","date":"2013-10-00","description":"Jaysh al-Islam has opposed the Islamic State (IS) since 2013, and referred to IS as “enemy number one of the Syrian revolution.”"}},{"Link":{"id":"1873","type":"riv","group1":"523","group2":"81","date":"2013-05-00","description":"Ahrar al-Sham began opposing Hezbollah in 2013 after Hezbollah announced its involvement in the Syrian conflict. The groups still target each other today despite two ceasefires in 2015."}},{"Link":{"id":"1877","type":"riv","group1":"529","group2":"81","date":"2013-04-00","description":"Hezbollah began conducting operations with the Syrian army around al-Qusayr in March 2013. In May 2013, Hezbollah and the Syrian army launched an offensive against local opposition groups, and forced Jabhat al-Nusra, Liwa al-Haqq, and other insurgents out of the town of al-Qusayr."}},{"Link":{"id":"1881","type":"riv","group1":"527","group2":"655","date":"2013-12-15","description":"Liwa al-Tawhid cooperated with the Islamic State to fight the Kurdish People’s Protection Units in late 2013."}},{"Link":{"id":"1885","type":"riv","group1":"527","group2":"1","date":"2014-07-00","description":"Clashes erupted between the Islamic State (IS) and Liwa al-Tawhid when Liwa al-Tawhid drove IS out of the city of Aleppo. In response to growing hostility with Liwa al-Tawhid and other militant groups, IS began targeting the leaders of opposition groups and killed prominent Liwa al-Tawhid member Adnan Bakour."}},{"Link":{"id":"1887","type":"riv","group1":"525","group2":"1","date":"2014-01-03","description":"Suqour al-Sham began targeting the Islamic State on January 3, 2014."}},{"Link":{"id":"1889","type":"riv","group1":"493","group2":"81","date":"2014-08-00","description":"Jabaht al-Nusra began targeting Hezbollah with a suicide bombing in Bekaa Valley in Lebanon, near the boarder with Syria. The attack killed four people, including a local Hezbollah leader. "}},{"Link":{"id":"1891","type":"riv","group1":"81","group2":"1","date":"2014-01-00","description":"The Islamic State (IS) conducted a suicide bombing at Hezbollah's headquarters in Beirut, marking the third retaliatory attack on Lebanese soil for Hezbollah's support for the regime, and the first such attack carried out by IS."}},{"Link":{"id":"1893","type":"riv","group1":"1","group2":"537","date":"2013-06-00","description":"The Islamic State (IS) killed FSA leader Kamal Hamami after he ordered an IS soldier to take down a checkpoint."}},{"Link":{"id":"1895","type":"riv","group1":"493","group2":"1","date":"2014-03-00","description":"Jabhat al-Nusra began targeting the Islamic State (IS), and coordinated with Ahrar al-Sham, Islamic Front units, and battalions from the Supreme Military Council to drive IS out of Raqqa. IS retook Raqqa in July 2014."}},{"Link":{"id":"1897","type":"riv","group1":"647","group2":"1","date":"2015-02-00","description":"The Levantine Front was founded to counter the Islamic State's advances in the Aleppo governorate."}},{"Link":{"id":"1899","type":"riv","group1":"649","group2":"1","date":"2014-10-00","description":"The Ajnad al-Sham Islamic Union began fighting the Islamic State in the Damascus governorate."}},{"Link":{"id":"1901","type":"riv","group1":"493","group2":"537","date":"2014-11-00","description":"Jabhat al-Nusra seized several villages from the Free Syrian Army in the Idlib governorate."}},{"Link":{"id":"1903","type":"spl","group1":"21","group2":"493","date":"2016-07-28","description":"Jabhat al-Nusra leader Abu-Muhammad al-Julani announced that the organization had ended its affiliation with Al Qaeda and had renamed itself Jabhat Fatah al-Sham (The Front for the Conquest of the Levant). Al Qaeda's central command sanctioned Fatah al-Sham's split."}},{"Link":{"id":"1907","type":"riv","group1":"361","group2":"537","date":"2016-03-00","description":"Kata'ib Hezbollah began targeting the Free Syrian Army in the Aleppo governorate."}},{"Link":{"id":"1807","type":"all","group1":"1","group2":"493","date":"2012-04-01","description":"Jabhat al-Nusra (Al-Nusra) received funding and personnel from the Islamic State (which at the time operated as Al Qaeda in Iraq, or AQI) that helped establish Al-Nusra at the beginning of the Syrian conflict."}},{"Link":{"id":"1925","type":"all","group1":"629","group2":"81","date":"2015-02-00","description":"Kata’ib Sayyid al-Shuhada (KSS) participated in the Assad Regime’s offensive in the southern Syrian governorates, namely in Daraa and Quneitra. KSS fought alongside Assad Regime troops, Hezbollah, the Iranian Revolutionary Guard Corps and other Shiite militias against elements of the Free Syrian Army and Jabhat al-Nusra."}},{"Link":{"id":"1793","type":"spl","group1":"651","group2":"649","date":"2016-02-01","description":"Ajnad al-Sham's fighters in East Ghouta defected and joined Faylaq al-Rahman, a group based in the Damascus governorate and supported by former Al Qaeda affiliate Jabhat Fatah al-Sham, formerly known as Jabhat al-Nusra, amid rising tension with Jaysh al-Islam."}},{"Link":{"id":"1207","type":"spl","group1":"525","group2":"549","date":"2014-01-10","description":"Conflict with the Islamic State (IS) prompted Liwa Dawoud and Liwa Siyoof al-Haq, two of Suqour al-Sham’s strongest factions, to declare peace with IS, defect from Suqour al-Sham, and eventually form the Army of the Levant (Jaysh al-Sham) with deserting IS members."}},{"Link":{"id":"1787","type":"mer","group1":"527","group2":"647","date":"2014-12-25","description":"The Levantine Front was founded on December 25, 2014 by the Islamic Front of Aleppo (not to be confused with the Islamic Front umbrella group), a group composed of Liwa al-Tawhid and other former Islamic Front umbrella group battalions, and four other Aleppo-based opposition groups."}},{"Link":{"id":"1789","type":"spl","group1":"659","group2":"647","date":"2015-03-03","description":"Al-Fawj Al-Awl formed on March 3, 2015 when its 1,500 fighters broke away from Liwa al-Tawhid, a constituent brigade within the Levantine Front."}},{"Link":{"id":"1791","type":"spl","group1":"659","group2":"647","date":"2015-03-00","description":"Al-Fawj Al-Awl formed on March 3, 2015 when its 1,500 fighters broke away from Liwa al-Tawhid, a constituent brigade within the Levantine Front."}},{"Link":{"id":"1803","type":"spl","group1":"1","group2":"21","date":"2014-02-03","description":"In April 2013, Islamic State (IS) Emir Abu Bakr al-Baghdadi declared that Jabhat al-Nusra (Al-Nusra) and AQI would merge under the name \"Islamic State in Iraq and Syria,\" but Al-Nusra leader Abu Muhammad al-Julani denied the merger and re-pledged allegiance to Al Qaeda (AQ) commander Ayman al-Zawahiri. Although Zawahiri supported Al-Nusra, saying that the organizations should remain separate, Baghdadi rejected Zawahiri's statement. AQ officially renounced any affiliation with IS in February 2014, before it became the Islamic State (IS)."}},{"Link":{"id":"1683","type":"all","group1":"361","group2":"619","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1569","type":"riv","group1":"1","group2":"143","date":"2015-12-00","description":"IS claimed responsibility for a suicide bombing at a soccer game sponsored by AAH in a town south of Baghdad that killed 31 people, including 5 AAH members. While AAH has been very active against IS in Iraq, there have been no confirmed independent AAH attacks against IS in Syria."}},{"Link":{"id":"1595","type":"riv","group1":"1","group2":"435","date":"2016-05-13","description":"IS claimed responsibility for an attack on soccer fans in the Shia town of Balad and the bombing of a nearby market.  The attacks led to reprisals on IS positions by the Badr Organization. "}},{"Link":{"id":"1597","type":"spl","group1":"361","group2":"619","date":"2013-00-00","description":"Kata'ib Hezbollah and Asa'ib Ahl al-Haqq purportedly formed HN as a front group for routing fighters to Syria in 2013.  However, since that time the group begun to operate autonomously from KH and AAH, which have both begun sending fighters to Syria under their own banners.  "}},{"Link":{"id":"1599","type":"spl","group1":"143","group2":"619","date":"2013-00-00","description":"Kata'ib Hezbollah and Asa'ib Ahl al-Haqq purportedly formed HN as a front group for routing fighters to Syria in 2013.  However, since that time the group begun to operate autonomously from KH and AAH, which have both begun sending fighters to Syria under their own banners.  "}},{"Link":{"id":"1673","type":"riv","group1":"1","group2":"143","date":"2015-01-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\" While AAH has been very active against IS in Iraq, there have been no confirmed independent AAH attacks against IS in Syria."}},{"Link":{"id":"1677","type":"riv","group1":"1","group2":"629","date":"2015-04-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1905","type":"riv","group1":"493","group2":"361","date":"2015-11-00","description":"Jabhat al-Nusra (Al-Nusra) captured two armored vehicles from Kata'ib Hezbollah (KH). KH later targeted Al-Nusra in an offensive in the Aleppo governorate.  "}},{"Link":{"id":"1611","type":"aff","group1":"619","group2":"81","date":"2014-00-00","description":" HN receives significant financial and military aid from Hezbollah and the two groups have often coordinated operations on the ground in Syria when fighting alongside the Assad regime"}},{"Link":{"id":"1613","type":"riv","group1":"1","group2":"619","date":"2014-06-00","description":"HN has fought against IS in both Iraq and Syria.  In Iraq its efforts against IS have mainly centered in the Salahaldin Province. "}},{"Link":{"id":"1657","type":"all","group1":"627","group2":"361","date":"2014-07-00","description":"KIA was founded by Abu Mahdi al-Muhandis, who is also the commander of KH.  The two groups have close ties and often coordinate on military operations."}},{"Link":{"id":"1659","type":"all","group1":"627","group2":"435","date":"2014-07-00","description":"Abu Mahdi al-Muhandis, the founder of KIA, was previously a top commander in the Badr Organization and has facilitated a close working relationship between the two organizations. "}},{"Link":{"id":"1661","type":"riv","group1":"1","group2":"627","date":"2014-09-00","description":"Kata'ib al-Imam Ali (KIA) released a video depicting its soldiers beheading captured Islamic State (IS) fighters in Amerli. While KIA opposes IS in Iraq, there have been no verifiably confirmed KIA attacks against IS in Syria."}},{"Link":{"id":"1671","type":"riv","group1":"1","group2":"619","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1679","type":"riv","group1":"1","group2":"627","date":"2015-06-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\" While KIA opposes IS in Iraq, there have been no verifiably confirmed KIA attacks against IS in Syria."}},{"Link":{"id":"1681","type":"riv","group1":"1","group2":"435","date":"2015-08-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\" While the Badr Organization opposes IS in Iraq, there have been no verifiably confirmed Badr Organization attacks against IS in Syria."}},{"Link":{"id":"1669","type":"riv","group1":"1","group2":"629","date":"2013-06-00","description":"KSS has fought IS in both Iraq and Syria since its inception in May 2013."}},{"Link":{"id":"1685","type":"all","group1":"361","group2":"143","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1689","type":"all","group1":"361","group2":"629","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1691","type":"all","group1":"361","group2":"627","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1693","type":"all","group1":"361","group2":"435","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1695","type":"all","group1":"619","group2":"143","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1699","type":"all","group1":"619","group2":"629","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1701","type":"all","group1":"619","group2":"627","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1703","type":"all","group1":"619","group2":"619","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1705","type":"all","group1":"619","group2":"435","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1709","type":"all","group1":"143","group2":"629","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1711","type":"all","group1":"143","group2":"627","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1713","type":"all","group1":"143","group2":"435","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1721","type":"all","group1":"629","group2":"627","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1723","type":"all","group1":"629","group2":"435","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1725","type":"all","group1":"627","group2":"435","date":"2015-03-00","description":"Kata'ib Hezbollah, Harakat al-Nujaba, Asai'ib Ahl al-Haqq, the Mahdi Army, the Badr Organization, Kata'ib Sayyid al-Shuhada, Kata'ib Imam Ali and other predominantly Shiite paramilitaries cooperated with one another as well as with the Iraqi Army to retake Tikrit from the Islamic State in the so called \"Second Battle of Tikrit.\""}},{"Link":{"id":"1929","type":"riv","group1":"435","group2":"537","date":"2016-06-00","description":"The Badr Organization began targeting the Free Syrian Army in the Aleppo governorate."}},{"Link":{"id":"1931","type":"riv","group1":"537","group2":"81","date":"2013-08-00","description":"Hezbollah and the Free Syrian Army (FSA) fought in Qusair, near Syria's border with Lebanon. An unnamed FSA Commander stated that he was prepared to send his fighters in to Lebanon to pursue Hezbollah. In August 2015, the FSA allegedly began coordinating with the Islamic State and Jabhat al-Nusra to target Hezbollah in Lebanon's Qalamoun mountains."}},{"Link":{"id":"1933","type":"all","group1":"537","group2":"1","date":"2015-10-00","description":"The Free Syrian Army began coordianting with the Islamic State and Jabhat al-Nusra to target Hezbollah in Lebanon's Qalamoun mountains."}},{"Link":{"id":"1935","type":"all","group1":"537","group2":"493","date":"2015-12-00","description":"The Free Syrian Army began coordianting with the Islamic State and Jabhat al-Nusra to target Hezbollah in Lebanon's Qalamoun mountains."}},{"Link":{"id":"1937","type":"all","group1":"537","group2":"493","date":"2015-12-00","description":"The Free Syrian Army began coordianting with the Islamic State and Jabhat al-Nusra to target Hezbollah in Lebanon's Qalamoun mountains."}},{"Link":{"id":"1939","type":"spl","group1":"493","group2":"669","date":"2014-02-00","description":"In response to tension between Al-Nusra and the Islamic State (IS), Jund al-Aqsa left Al-Nusra in order to provide an alternate front to recruit reserve foreign fighters."}},{"Link":{"id":"1941","type":"all","group1":"669","group2":"537","date":"2014-12-00","description":"Jund al-Aqsa coordinated with Jabhat al-Nusra and the Free Syrian Army to capture a Syrian army base at Wadi al-Deif in the Idlib governorate."}},{"Link":{"id":"1943","type":"all","group1":"493","group2":"669","date":"2014-12-00","description":"Jund al-Aqsa coordinated with Jabhat al-Nusra and the Free Syrian Army to capture a Syrian army base at Wadi al-Deif in the Idlib governorate."}},{"Link":{"id":"1945","type":"all","group1":"669","group2":"523","date":"2015-03-00","description":"Jund al-Aqsa coordinated with Ahrar al-Sham and the Jaysh al-Fatah umbrella organization to seize the city of Idlib from the Assad Regime. It was the first time that opposition groups controlled the city of Idlib since the outbreak of the civil war. The battle was part of a successful Jaysh al-Fatah campaign to push the Assad Regime out of the Idlib governorate by June 2015."}},{"Link":{"id":"1947","type":"all","group1":"669","group2":"1","date":"2016-09-00","description":"Jund al-Aqsa coordinated with the Islamic State and the Free Syrian Army to capture Rasm al-Nafal, a village on the Khanasser-Aleppo road, from the Syrian army in order to cut off the Assad Regime’s only supply line to the Aleppo governorate. The Syrian army coordinated with Hezbollah and other pro-Regime forces to successfully recapture Rasm al-Nafal and other opposition held areas during the seven-day Khanasser offensive."}},{"Link":{"id":"1949","type":"riv","group1":"669","group2":"81","date":"2016-10-00","description":"Jund al-Aqsa coordinated with the Islamic State and the Free Syrian Army to capture Rasm al-Nafal, a village on the Khanasser-Aleppo road, from the Syrian army in order to cut off the Assad Regime’s only supply line to the Aleppo governorate. The Syrian army coordinated with Hezbollah and other pro-Regime forces to successfully recapture Rasm al-Nafal and other opposition held areas during the seven-day Khanasser offensive."}},{"Link":{"id":"1965","type":"riv","group1":"669","group2":"523","date":"2016-10-00","description":"In October 2016, Jund al-Aqsa kidnapped a member of Ahrar al-Sham in response to Ahrar al-Sham arresting a Jund al-Aqsa fighter who allegedly worked for the Islamic State. As a result of this incident, Ahrar al-Sham began to target Jund al-Aqsa."}},{"Link":{"id":"1967","type":"riv","group1":"669","group2":"523","date":"2016-10-00","description":"In October 2016, Jund al-Aqsa kidnapped a member of Ahrar al-Sham in response to Ahrar al-Sham arresting a Jund al-Aqsa fighter who allegedly worked for the Islamic State. As a result of this incident, Ahrar al-Sham began to target Jund al-Aqsa."}},{"Link":{"id":"1969","type":"riv","group1":"669","group2":"523","date":"2016-10-00","description":"In October 2016, Jund al-Aqsa kidnapped a member of Ahrar al-Sham in response to Ahrar al-Sham arresting a Jund al-Aqsa fighter who allegedly worked for the Islamic State. As a result of this incident, Ahrar al-Sham began to target Jund al-Aqsa."}},{"Link":{"id":"1971","type":"riv","group1":"523","group2":"669","date":"2016-10-00","description":"In October 2016, Jund al-Aqsa kidnapped a member of Ahrar al-Sham after Ahrar al-Sham arrested a Jund al-Aqsa fighter who allegedly worked for the Islamic State. As a result of this incident, Ahrar al-Sham began to target Jund al-Aqsa."}},{"Link":{"id":"1973","type":"mer","group1":"669","group2":"493","date":"2016-12-00","description":"Tensions flared in October 2016 when Jund al-Aqsa kidnapped a member of Ahrar al-Sham in response to Ahrar al-Sham's arrest of a Jund al-Aqsa fighter who allegedly worked for the Islamic State. As a result of this incident, Ahrar al-Sham began to target Jund al-Aqsa. On October 10, Jund al-Aqsa merged into Fatah al-Sham, and Fatah al-Sham leaders negotiated a ceasefire with Ahrar al-Sham."}},{"Link":{"id":"1975","type":"spl","group1":"533","group2":"523","date":"2016-12-00","description":"After a series of skirmishes between Jabhat Fatah al-Sham and other militant groups in the Idlib governorate, Jaysh al-Islam’s Idlib fighters defected to Ahrar al-Sham."}},{"Link":{"id":"1981","type":"mer","group1":"531","group2":"493","date":"2017-02-00","description":"Following a series of skirmishes between Sunni opposition groups in the Idlib governorate, Ansar al-Sham joined Hay'at Tahrir al-Sham, formerly known as Jabhat Fatah al-Sham, on February 7, 2017."}},{"Link":{"id":"1983","type":"mer","group1":"657","group2":"493","date":"2017-02-00","description":"After a series of skirmishes between Jabhat Fatah al-Sham (Fatah al-Sham) and other Sunni opposition groups, Harakat Nour al-Din al-Zenki merged with Fatah al-Sham on January 28, 2017 to form Hay’at Tahrir al-Sham."}},{"Link":{"id":"1985","type":"spl","group1":"647","group2":"523","date":"2017-04-00","description":"After a series of skirmishes between Jabhat Fatah al-Sham and other Sunni opposition groups, The Levantine Front's Aleppo-based fighters merged with Ahrar al-Sham."}}],"umbrellas":[{"name":"Islamic Front","shortname":"IF","description":"The Islamic Front was an umbrella organization formed by seven groups (Ahrar al-Sham, Suquor al-Sham, the Tawhid Brigade of Aleppo, Jaysh al-Islam, Liwa al-Haqq, the Kurdish Islamic Front (KIF), and Ansar al-Sham) in November 2013 to overthrow the Assad Regime and establish an Islamic government. At its peak, the organization had 40,000 to 70,000 fighters, and represented the largest alliance of opposition forces that has existed in the Syrian conflict. However, the organization’s constituent groups drifted apart in mid-2014 due to disagreements between the Islamic Front’s most powerful members: Ahrar al-Sham and Jaysh al-Islam. The umbrella group is now defunct, although Liwa al-Tawhid and other former Islamic Front battalions briefly referred to themselves as an independent group known as the Islamic Front before forming the Levantine Front in the Aleppo governorate.","startdate":"2013-11-22","enddate":"2014-06-00","groups":["535","533","531","529","527","525","523"]},{"name":"Syrian Islamic Front","shortname":"SIF","description":"Ahrar al-Sham formed the Syrian Islamic Front (SIF) umbrella group in December 2012 in order to unite Syrian Islamist opposition forces and pursue a government that implements Shariah law. The SIF did not  come under the command of the Free Syrian Army’s Supreme Military Council (SMC), but it regularly coordinated military maneuvers with SMC affiliated brigades. In January 2013, Ahrar al-Sham absorbed three smaller SIF groups (Harakat al-Fajr al-Islamiya, Jamaat al-Taliaa al-Islamiya, and Kataeb al-Iman al-Muqatila) and became the SIF’s largest member. Ahrar al-Sham dissolved the SIF in November 2013 in order to form the Islamic Front.","startdate":"2012-12-00","enddate":"2013-11-00","groups":["531","529","523"]},{"name":"Syrian Islamic Liberation Front","shortname":"SILF","description":"The Syrian Islamic Liberation Front (SILF) was an umbrella organization of several Free Syrian Army (FSA) affiliated groups, including Suqour al-Sham and Liwa al-Tawhid, that opposed the Assad Regime. Suqour al-Sham led the SILF’s formation, and Suqour al-Sham leader Abu Eissa became the head of the SILF. The group dissolved in late 2013 after Suqour al-Sham, Liwa al-Tawhid, and Jaysh al-Islam left to join the Islamic Front umbrella organization.  ","startdate":"2012-09-00","enddate":"2013-11-00","groups":["533","527","525"]},{"name":"Popular Mobilization Forces","shortname":"","description":"The Popular Mobilization Forces is a state-sponsored organization composed of roughly forty Shiite militias that was formed by the Iraqi Government on June 15, 2014 in order to work alongside the Iraqi Armed Forces fighting the Islamic State (IS). The organization appears to be led by the commanders of three of its largest member groups: Qais al-Khazali of Asa'ib Ahl al-Haq, Abu Mahdi al-Muhandis of Kata'ib Hezbollah, and Hadi al-Amiri of the Badr Organization. The Popular Mobilization Units were heavily involved in the Iraqi Army's offensive to retake Tikrit from IS in March 2015 and have subsequently been active in the Anbar province. However, the Iraq government has announced that the organization will not participate in the anticipated battle to retake Mosul from IS; many sources attribute this decision the sectarian killings of Sunni Iraqis purportedly perpetrated by members of the Popular Mobilization Forces during its previous campaigns in majority Sunni areas. While this umbrella organization has been active in Iraq, there have been no confirmed operations by this group in Syria. ","startdate":"2014-06-15","enddate":"0000-00-00","groups":["627","435","361","143","629","619"]},{"name":"Syrian Democratic Forces","shortname":"SDF","description":"The Syrian Democratic Forces (SDF) is an umbrella organization of Arab and Kurdish forces that oppose the Islamic State (IS) in Northern and Eastern Syria. The SDF was established in October 2015, and the Kurdish People’s Protection Units (YPG) is the most prominent group within the umbrella organization. The SDF receives weapons and military assistance from the United States, and is currently fighting to recapture the city of Manbij from IS.","startdate":"2015-10-00","enddate":"0000-00-00","groups":["655","661"]},{"name":"Jaysh al-Fatah","shortname":"Jaysh al-Fatah","description":"Jaysh al-Fatah (Army of Conquest) is an umbrella organization that was formed on March 24, 2015, and includes Jabhat Fatah al-Sham (Fatah al-Sham), formerly known as Jabhat al-Nusra, Ahrar al-Sham, and several smaller brigades such as Ferliq al-Sham, Ajnad al-Sham, Jaysh al-Sunnah, al-Haq Brigade, and Jund al-Aqsa. The umbrella organization rose to prominence after it took control of the Idlib governorate from the Assad Regime in March 2015, and quickly spread throughout Syria. Following its Idlib offensive, Jaysh al-Fatah began receiving funding from Saudi Arabia and Turkey. Recently, Jaysh al-Fatah helped break the Syrian army’s siege on opposition-held areas in the city of Aleppo.","startdate":"2015-03-24","enddate":"0000-00-00","groups":["523","493","669"]}],"groups":[{"Group":{"id":"435","name":"Badr Organization of Reconstruction and Development","shortname":"Badr Org","startdate":"2012-00-00","enddate":"0000-00-00","description":"The Badr Organization of Reconstruction and Development, formerly known as the Badr Brigades, is a Shiite militant organization that operates in Iraq and Syria. The Badr Organization advocates for the creation of a separate Shiite region in Southern Iraq and is closely allied with Iran, receiving funding and support from the nation. The Badr Organization was founded as the militia wing of the Islamic Supreme Council of Iraq (ISCI), a Shiite political party that was formerly known as the Supreme Council for the Islamic Revolution (SCIRI). In 2012, the Badr Organization broke away from the ISCI to maintain ties with Iran after the ISCI attempted to disassociate from the nation. ","dummy":"0","min_zoom":"0","max_zoom":"0","active":true},"Attack":[{"id":"1473","description":"From 1980-1988, the Badr Organization coordinated with the Iranian Revolutionary Guard Corps to fight against Iraq in the Iraq-Iran War","date":"1980-00-00","casualties":"unknown casualties","source":"Abedin, Mahan. \"Badr's Spreading Web.\" Asia Times Online. N.p., 10 Dec. 2005. Web. 22 Aug. 2012. ","group_id":"435"},{"id":"1475","description":"A bomb killed 19 U.S. Air Force servicemen in Iraq. The leader of the Badr Organization, al-Amiri, is allegedly responsible for the attack","date":"1996-06-00","casualties":"19 killed, unknown wounded","source":"“Terror Attack Victim ‘Sick’ Over Iraqi Minister Hadi al-Ameri’s Visit to White House,” Fox News Insider, 16 Dec. 2011. Web. 13 Nov. 2016.","group_id":"435"},{"id":"1477","description":"In a leaked State Department cable from December 2009, the leader of the Badr Organization, al-Amiri, is speculated to have personally ordered attacks on up to 2,000 Iraqi Sunnis in a brutal sectarian war against Iraq’s Sunni population from 2004-2006","date":"2004-00-00","casualties":"2,000 killed, unknown wounded","source":"\"ELECTION LAW CRISIS FOSTERS SUNNI-SHIA COOPERATION.\" American Embassy Baghdad. Wikileaks. Web. 29 July 2015. ","group_id":"435"},{"id":"1479","description":"Armed police working for Iraq’s Interior Ministry under the SCIRI’s control tortured and executed hundreds of Iraqis. United Nations human rights chief John Pace stated that many of these policemen were suspected members of the Badr Organization","date":"2006-00-00","casualties":"100+ killed, unknown wounded","source":"“Iraq's death squads: On the brink of civil war,” Independent (London). The Independent, 26 Feb. 2006. Web. 13 Nov. 2016. ","group_id":"435"},{"id":"1481","description":"Fifty Shiite pilgrims were killed in a clash between the Madhi Army and the Badr Organzation in Karbala. The Madhi Army was blamed for the incident, precipitating the group’s eventual disarmament","date":"2007-12-00","casualties":"50 killed, unknown wounded","source":"Rahimi, Babak. “The Return of Moqtada al-Sadr and the Revival of the Mahdi Army.” The Combating Terrorism Center at West Point, 3 June 2010. Web. 18 July 2014.","group_id":"435"},{"id":"1483","description":"After the fall of Mosul, the Badr Organization won a series of battles against the Islamic State (IS) in the Diyala Province","date":"2014-06-00","casualties":"unknown casualties","source":"Susannah, George. “Breaking Badr.” Foreign Policy. The FP Group, 6 Nov. 2014. Web. 13 Nov. 2016. ","group_id":"435"},{"id":"1485","description":"The Human Rights Watch accused the Badr Organization of killing Sunni prisoners. It was also speculated that the organization targeted Iraqi Sunnis thought to be sympathetic to IS","date":"2014-07-00","casualties":"unknown casualties","source":"\"Special Report: The Fighters of Iraq Who Answer to Iran.\" Reuters. Thomson Reuters, 12 Nov. 2014. Web. 28 July 2015.","group_id":"435"},{"id":"2291","description":"The Badr Organization joined Iraqi security forces and members of the Popular Mobilization Front in a successful campaign to retake Fallujah from IS","date":"2016-05-23","casualties":"unknown casualties","source":"Martin, Patrick. \"The Campaign For Fallujah: May 26, 2016.\" Institute For The Study Of War. Institute For The Study Of War, 27 May. 2016. Web. 13 Nov. 2016.","group_id":"435"},{"id":"1487","description":"The Badr Organization is suspected to have killed 72 Iraqi civilians 80 km east of Baghdad in Muqdadiyya. However, al-Amiri denies responsibility for the killings","date":"2015-01-00","casualties":"72 killed, unknown wounded","source":"\"Iraq: Militias Escalate Abuses, Possibly War Crimes.\" Human Rights Watch. 15 Feb. 2015. Web. 28 July 2015.","group_id":"435"},{"id":"1489","description":"The Badr Organization fought alongside the US-led coalition in a campaign to drive the Islamic State from Tikrit, a city north of Baghdad. It was reported that the leader of the Badr Organization, al-Amiri, led alongside the commander of the Iranian Revolutionary Guards Quds Force, Soleimani","date":"2015-03-00","casualties":"unknown casualties","source":"\"Iraqi Forces Try to Seal off Islamic State around Tikrit.\" Reuters. Thomson Reuters, 3 Mar. 2015. Web. 11 Aug. 2015. \"Offensive To Retake Tikrit From ISIS: Iraqi Army, Shiite Militias Will Begin Battle Against Islamic State Within Hours After US Airstri","group_id":"435"},{"id":"1889","description":"IS claimed responsibility for an attack on soccer fans in the Shia town of Balad and the bombing of a nearby market.  The attacks led to reprisals on IS positions by the Badr Organization","date":"2016-05-13","casualties":"16 killed, unknown wounded","source":"“Islamic State Continues String of Suicide Bombings in Iraq.” Foreign Policy: The Middle East Daily, 16 May 2016. Web. 16 May 2016.","group_id":"435"},{"id":"2293","description":"The Badr Organization joined Iraqi security forces and members of the Popular Mobilization Front in a campaign to retake Mosul from IS","date":"2016-10-00","casualties":"unknown casualties","source":"\"Iran-Trained Shi'ite Militias Join Fight For Mosul.\" Newsweek. Reuters, 30 Oct. 2016. Web. 13 Nov. 2016.","group_id":"435"}],"Leader":[{"id":"885","name":"Muen al-Kadhimi","startdate":"0000-00-00","enddate":"0001-00-00","description":"al-Kadhimi is the leader of the Badr Organization in Western Baghdad. In April 2015, al-Kadhimi was a senior commander of the Badr Organization in the fight against the Islamic State in Tikrit. Al-Kadhimi explained there were no prisoners after this campaign because, “everywhere we captured [Islamic State militants] we killed them because they were the enemy.” He was also senior aide to Hadi al-Amiri in the campaign to drive the Islamic State out of Falluja in May 2015. ","source":"\"Iraq's Shi'ite Militias Target Falluja in Anbar Campaign.\" Reuters. Thomson Reuters, 10 July 2015. Web. 7 Aug. 2015. Nordland, Rod. \"Iraq Forces, Pushing ISIS Out of Tikrit, Give Few Thanks for U.S. Airstrikes.\" The New York Times. The New York Ti","group_id":"435"},{"id":"883","name":"Hadi al-Amiri","startdate":"1983-00-00","enddate":"0001-00-00","description":"The founder and leader of the Badr Organization since its inception in 1983, al-Amiri has played an important role in the Iraqi government. Under former Prime Minister al-Maliki, al-Amiri served as the Minister of Transportation. In 2015, he was given command over Iraq’s army and police in Diyala province. It is also speculated that current Iraqi Prime Minister Haider al-Abadi gave al-Amiri control of the 20th Battalion of the Iraqi Army in 2014. Finally, Al-Amiri has served as the political leader of the Badr Organization since its split from the ISCI in 2012. Many consider al-Amiri to be acting with impunity in Iraq, having the autonomy to plan and execute his own attacks.","source":"\"The Badr Organization.\" Counter Extremism Project. Web. 28 July 2015. <http:\/\/www.counterextremism.com\/threat\/badr-organization>","group_id":"435"},{"id":"887","name":"Mohammed Ghabban","startdate":"0000-00-00","enddate":"0001-00-00","description":"In October 2014, Mohammed Ghabban was appointed Iraq’s Interior Minister. He is a direct subordinate to al-Amiri in the Badr Organization.","source":"\"The Badr Organization.\" Counter Extremism Project. Web. 28 July 2015.","group_id":"435"}],"Listing":[{"id":"201","group_id":"435","orglist_id":"21","date":"2014-00-00","enddate":"0000-00-00"}],"NameChange":[{"id":"77","name":"The Badr Brigade","description":"In 2003, the U.S. demanded that the Badr Brigade be disbanded; the SCIRI changed its name to the Badr Organization of Reconstruction and Development to appear less militant. {{Beehner, Lionel. “Iraq’s Militia Groups.” Council on Foreign Relations. Council on Foreign Relations, 26 Oct. 2006. Web. 13 Nov. 2016.}}","date":"2003-00-00","group_id":"435"}],"Size":[{"id":"245","size":"10,000 militants","date":"2009-06-05","source":"Council on Foreign Relations","citation":"Beehner, Lionel. \"IRAQ: Militia Groups.\" Council on Foreign Relations. Council on Foreign Relations, 9 June 2005. Web. 29 July 2015.","group_id":"435"},{"id":"401","size":"1,500 Badr Organization militants in Syria","date":"2013-07-00","source":"Jihadology","citation":"Smyth, Phillip. “The Badr Organization’s Syrian Expeditionary Force: Quwet al-Shahid Muhammed Baqir al-Sadr,” Jihadology. Jihadology, 18 Oct. 2013. Web. 13 Nov. 2016.","group_id":"435"},{"id":"403","size":"Upwards of 10,000 militants","date":"2014-11-00","source":"Foreign Policy","citation":"George, Susannah. “Breaking Badr.” Foreign Policy. The FP Group, 6 Nov. 2014. Web. 13 Nov. 2016.","group_id":"435"}],"Region":[{"id":"1","name":"Iraq","GroupsRegion":{"id":"551","group_id":"435","region_id":"1"}}],"Subregion":[],"Ideology":[]},{"Group":{"id":"627","name":"Kata'ib al-Imam Ali","shortname":"KIA","startdate":"2014-07-00","enddate":"0000-00-00","description":"Kata’ib al-Imam Ali (KIA) is an Iraqi Shiite paramilitary organization that is a member of the Popular Mobilization Forces (PMF), an Iraqi state-sponsored umbrella organization comprised of primarily Shiite militias that was established to fight with the Iraqi Army against the Islamic State (IS). KIA was founded in July 2014 by Abu Mahdi al-Muhandis, a former commander of the Badr Organizations and of Kata’ib Hezbollah and the current commander of the PMF.  However, KIA is currently led by Shabal al-Saidi, who was a former top commander in the Mahdi Army under Muqtada al-Sadr in the early 2000s.  The group has also been popularly associated with Abu Azrael, a battle commander famed for wielding a battle axe, sword and machine gun and undertaking dangerous but somewhat comical stunts in the fight against IS.  KIA receives significant aid from the Iranian government and works closely with the Iranian Islamic Revolutionary Guard Corps (IRGC) in Iraq.  It also cooperates closely with the Iraqi government and the Iraqi Army as well as the other Shiite organizations in the PMF.  KIA is also reported to be training a Christian sub-battalion called Kata’ib Rouh Allah Issa Ibn Miriam (The Brigade of the Spirit of God Jesus Son of Mary). The group is also actively fighting in the Syrian Civil War alongside the forces aligned with Syrian President Bashar al-Assad.  In July 2016, KIA released a statement saying that the bulk of its fighters in Syria would be moving from Aleppo to Palmyra.","dummy":"1","min_zoom":"0","max_zoom":"0","active":true},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"629","name":"Kata’ib Sayyid al-Shuhada","shortname":"KSS","startdate":"2013-05-00","enddate":"0000-00-00","description":"Kata’ib Sayyid al-Shuhada (KSS) is an Iranian-backed, Iraqi Shiite militant group founded in May 2013 that conducts operations in both Iraq and Syria. In Iraq, the group is a member of the Popular Mobilization Forces (PMF) and fights alongside the Iraqi Government and other Shiite paramilitaries against the Islamic State (IS). In Syria, KSS is allied with the Assad Regime, Iranian Islamic Revolutionary Guard Corps (IRGC), Hezbollah and the other pro-Assad, predominantly Shiite militant groups against anti-government militias.","dummy":"0","min_zoom":"0","max_zoom":"0","active":true},"Attack":[{"id":"1959","description":"KSS is speculated to have been involved in the Assad Regime’s chemical weapons attack on the Damascus suburb of East Ghouta. Some sources have alleged that the regime used KSS soldiers to surround the area under attack to prevent opposition fighters from escaping. KSS has not commented on these allegations ","date":"2013-08-21","casualties":"350-1,429 killed, unknown wounded","source":"\"Government Assessment of the Syrian Government's Use of Chemical Weapons on August 21, 2013\". The White House, 30 August 2013. Web. 7 May 2016.\r\n“SYRIA: REPORTED CHEMICAL WEAPONS USE\" (PDF). U.K. Joint Intelligence Organisation. 29 August 2013. Web. 7 Ma","group_id":"629"},{"id":"1961","description":"KSS participated in the Assad Regime's offensive in southern Syrian provinces, namely in Daraa and Quneitra. KSS fought alongside Assad Regime troops, Hezbollah, the Iranian Revolutionary Guard Corps and other Shiite militias against elements of the Free Syrian Army and Jabhat al-Nusra","date":"2015-02-00","casualties":"63-400 killed, unknown wounded","source":"The Christian Science Monitor. \"Syrian rebels' march on Damascus becomes fight for their survival (+video)\". The Christian Science Monitor, 11 March 2015. Web. 9 May 2016.\r\nLeith Fadel. \"Patience is a virtue; Syrian Army launches an offensive in Al-Quneit","group_id":"629"},{"id":"1963","description":"KSS fighters clashed with an Iraqi Army unit at a checkpoint in al-Tanoumah near Basra. The circumstances precipitating the firefight remain unclear","date":"2016-01-00","casualties":"0 killed, 2 wounded","source":"Martin, Patrick. “Iraq Situation Report: January 12-19, 2016.” Institute for the Study of War, 20 Jan. 2016. Web. 1 May 2016.","group_id":"629"}],"Leader":[{"id":"1179","name":"Falih Khazali ","startdate":"2013-05-00","enddate":"0001-00-00","description":"Falih Khazali, also known as Mustafa Khazali, is believed to be the secretary general of KSS, although some sources claim that he is actually the true founder and leader of the group. Khazali is thought to have been a member of Kata'ib Hezbollah before splitting away to form or join KSS. ","source":"Cigar, Norman. “Iraqi’s Shia Warlords and Their Militias.” Strategic Studies Institute, June 2015. Web. May 2016.\r\nSmyth, Phillip. “From Karbala to Sayyida Zaynab: Iraqi Fighters in Syria’s Shi’a Militias.” Combating Terrorism Center at West Point, 27 Aug","group_id":"629"},{"id":"1177","name":"Abu Mustafa al-Sheibani ","startdate":"2013-05-00","enddate":"0001-00-00","description":"Sheibani is believed to be the commander of KSS. He is an Iraqi Shiite who has reportedly been affiliated with the Iranian Quds Force and the Badr Organization since the late 1980s. ","source":"Knights, Michael. “Iran’s Foreign Legion: The Role of Iraqi Shiite Militias in Syria.” The Washington Institute for Near Eastern Policy, 27 June 2013. Web. 1 May 2016.\r\nSmyth, Phillip. “All the Ayatollah’s Men.” Foreign Policy, 18 Sept. 2014. Web. 1 May 2","group_id":"629"}],"Listing":[],"NameChange":[],"Size":[{"id":"577","size":"200","date":"2013-06-00","source":"The Washington Institute for Near East Policy","citation":"Knights, Michael. “Iran’s Foreign Legion: The Role of Iraqi Shiite Militias in Syria.” The Washington Institute for Near Eastern Policy, 27 June 2013. Web. 1 May 2016.","group_id":"629"},{"id":"579","size":"500","date":"2013-10-00","source":"International Institute for Counter-Terrorism","citation":"Gilbert, K. “The Rise of Shi’ite Militias and the Post-Arab Spring Sectarian Threat.” International Institute for Counter-Terrorism, October 2013. Web. May 2016.","group_id":"629"}],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"143","name":"Asa'ib Ahl al-Haq","shortname":"AAH","startdate":"2006-07-00","enddate":"0000-00-00","description":"Asa’ib Ahl al-Haq (AAH) is an Iranian-funded Shiite militant and political organization that split off from the Mahdi Army in 2006 under the leadership of Qais al-Khazali. The group is funded by Iran and promotes Iran’s interests in Iraq. It primarily targeted U.S. troops prior to the U.S. withdrawal from Iraq in 2011 after which point AAH rebranded itself as a political organization. However since the rise of the Islamic State (IS) in late 2013, the AAH has been militarily active fighting alongside the Iraq government against IS.","dummy":"0","min_zoom":"0","max_zoom":"0","active":true},"Attack":[{"id":"284","description":"AAH claimed responsibility for a roadside improvised explosive device in the 'Azamiyah district of Baghdad, Iraq. The explosion wounded Iraqi civilians and caused an unknown amount of property damage","date":"2009-04-06","casualties":"0 killed, 4 wounded","source":"START: A Center of Excellence of the U.S. Department of Homeland Security. Incident Summary. Rep. no. 200904060002. Global Terrorism Database. Web. 29 Nov. 2011.","group_id":"143"},{"id":"286","description":"Following a meeting between United States Vice President Joe Biden and Iraqi Prime Minister Nuri al-Maliki, AAH members in the Al Karkh district of Baghdad fired two rockets at the International (Green) Zone","date":"2009-09-16","casualties":"no reported casualties","source":"\"Incident Summary GTD ID: 200909160015.\" START: Global Terrorism Database. Web. 29 Nov. 2011. ","group_id":"143"},{"id":"287","description":"AAH allegedly fired four mortar rounds at the United States Consulate in Al Hillah, Babil, Iraq","date":"2009-10-28","casualties":"no reported casualties","source":"\"Incident Summary GTD ID: 200910280004.\" START: Global Terrorism Database. Web. 29 Nov. 2011.","group_id":"143"},{"id":"563","description":"AAH kidnapped and killed five U.S. soldiers","date":"2007-01-20","casualties":"5 killed, 0 wounded","source":"Michael Knights, \"The Evolution of Iran's Special Groups in Iraq.\" ","group_id":"143"},{"id":"1423","description":"Elements of AAH fought alongside Hezbollah in the 2006 Lebanon-Israeli War","date":"2006-07-00","casualties":"unknown casualties","source":"Wyer, Sam. “The Resurgence of Asa’ib Ahl al-Haq.” Middle East Security Report 7, Institute for the Study of War, December 2012. Web. 30 July 2015.","group_id":"143"},{"id":"1425","description":"AAH used mortars to attack American Forward Operating Base Falcon","date":"2006-10-10","casualties":"unknown casualties","source":"Wyer, Sam. “The Resurgence of Asa’ib Ahl al-Haq.” Middle East Security Report 7, Institute for the Study of War, December 2012. Web. 30 July 2015.","group_id":"143"},{"id":"1427","description":"AAH shot down a British Lynx helicopter in Basra","date":"2006-05-06","casualties":"5 Killed, unknown wounded","source":"Wyer, Sam. “The Resurgence of Asa’ib Ahl al-Haq.” Middle East Security Report 7, Institute for the Study of War, December 2012. Web. 30 July 2015.","group_id":"143"},{"id":"1429","description":"AAH militants attacked and captured the Karbala Provincial Headquarters, killing five American soldiers in the process. The Khazali brothers and Ali Musa Daqduq, who had helped to plan and lead the attack, were captured by U.S. forces shortly after","date":"2007-01-20","casualties":"5 dead, unknown wounded","source":"Mamouri, Ali. “Transitional Justice Fails in Iraq.” Al-Monitor (trans. P. Menassa), 23 July 2013. Web. 3 August 2015.\r\n\r\nWyer, Sam. “The Resurgence of Asa’ib Ahl al-Haq.” Middle East Security Report 7, Institute for the Study of War, December 2012. Web. 3","group_id":"143"},{"id":"1431","description":"AAH forces attacked the Iraqi Finance Ministry, capturing a British contractor named Peter Moore and his four bodyguards. AAH released Moore in December 2009 in exchange for the Iraqi Government’s release of Qais al-Khazali. However, by the time that Moore was released, AAH had killed his four bodyguards ","date":"2007-05-29","casualties":"4 killed, unknown wounded","source":"Wyer, Sam. “The Resurgence of Asa’ib Ahl al-Haq.” Middle East Security Report 7, Institute for the Study of War, December 2012. Web. 30 July 2015. \r\n\r\n“Hostage Peter Moore ‘surprised’ by Asaib Ahl al-Haq apology.” BBC News, 8 July 2014. Web. July 31 2015.","group_id":"143"},{"id":"1433","description":"AAH captured U.S. Department of Defense contractor Issa T. Salomi. Salomi was released in March 2010 in return for the release of four of their fighters who were held by the Iraqi government","date":"2010-02-00","casualties":"no reported casualties","source":"Watson, Julia. “Issa Salomi, U.S. Contractor, Recounts Iraq Kidnapping.” The Huffington Post, 25 May 2011. Web. 30 July 2015.","group_id":"143"},{"id":"1435","description":"AAH was responsible for a roadside bomb that killed the last American to die before the U.S. withdrawal in November 2011 ","date":"2011-10-00","casualties":"1 killed, 0 wounded","source":"Kirkpatrick, David. “Shiite Militias Pose Challenge for U.S. in Iraq.” 16 Sept. 2014. Web. 31 July 2015.","group_id":"143"},{"id":"1437","description":"AAH forces captured a Sunni Mosque in the Al-Amin al-Thaniyah district of Baghdad, subsequently converting it to a Shiite mosque","date":"2012-08-10","casualties":"unknown casualties","source":"\"Asa'ib Ahl al-Haq\". Iraq News Network, 10 August 2012. Web. 12 August 2012.","group_id":"143"},{"id":"1439","description":"According to a Human Rights Watch report, AAH killed 109 Sunni men in the villages surrounding Baghdad between March and April 2014","date":"2014-03-00","casualties":"unknown casualties","source":"Kirkpatrick, David. “Shiite Militias Pose Challenge for U.S. in Iraq.” 16 Sept. 2014. Web. 31 July 2015.","group_id":"143"},{"id":"1441","description":"According to a Human Rights Watch report, AAH killed 109 Sunni men in the villages surrounding Baghdad between March and April 2014 ","date":"2014-03-00","casualties":"109+ killed, unknown wounded","source":"Kirkpatrick, David. “Shiite Militias Pose Challenge for U.S. in Iraq.” 16 Sept. 2014. Web. 31 July 2015.","group_id":"143"},{"id":"1443","description":"AAH killed Izzat Ibrahim al-Douri in mountains between Kirkuk and Tikrit.  Douri was Saddam Hussein’s second in command and subsequently the leader of the Jaysh al-Rijal al-Tariq al-Naqshbandia (JRTN)","date":"2015-04-17","casualties":"1+ killed, unknown wounded","source":"Sahran, Amre. “Confirmed: Izzat al-Douri, former Saddam Hussein deputy, Killed by Asa’ib al-Haq forces.” Iraqi News, 19 April 2015. Web. 30 July 2015.","group_id":"143"}],"Leader":[{"id":"305","name":"Qais al-Khazali","startdate":"2006-00-00","enddate":"0001-00-00","description":"Khazali is the founder and current leader of AAH. He was a pupil of the prominent Shiite cleric Mohammad Sadiq al-Sadr and served as a military commander in the Mahdi Army, lead by Muqtada al-Sadr until he broke with the group in 2006. The United States captured Khazali in May 2007, held him prisoner until they released him in a prisoner exchange in March 2010, during which time Akram al-Kabi led AAH. ","source":"Wyer, Sam. “The Resurgence of Asa’ib Ahl al-Haq.” Middle East Security Report 7, Institute for the Study of War, December 2012. Web. 30 July 2015.\r\n\r\nMamouri, Ali. “The Rise of ‘Cleric Militias’ in Iraq.” Al-Monitor (trans. T. Huffman), 23 July 2013. Web.","group_id":"143"},{"id":"651","name":"Hassan Salem ","startdate":"0000-00-00","enddate":"0000-00-00","description":"Salem was believed to be the head of AAH’s militia branch in 2012 when the group carried out a series of political assassinations.","source":"Wyer, Sam. “The Resurgence of Asa’ib Ahl al-Haq.” Middle East Security Report 7, Institute for the Study of War, December 2012. Web. 30 July 2015.","group_id":"143"},{"id":"857","name":"Mohammed al-Tabatabai ","startdate":"0000-00-00","enddate":"0001-00-00","description":"Tabatabai is among AAH’s core leaders. He became a trusted friend of Qais al-Khazali while studying under Mohammed Sadiq al-Sadr in the 1990s. ","source":"Wing, Joel. “Analysis Of The History And Growth Of Asa’ib Ahl al-Haq, The League Of The Righteous, An Interview With Institute for the Study of War's Sam Wyer.” Musings on Iraq, 7 Jan. 2013. Web. 31 July 2015.\r\n\r\nWyer, Sam. “The Resurgence of Asa’ib Ahl a","group_id":"143"},{"id":"307","name":"Akram al-Kabi","startdate":"2006-00-00","enddate":"0001-00-00","description":"Kabi has been one of the key leaders of AAH since its creation in 2006, before which he was one of the foremost military commanders in the Mahdi Army. Kabi assumed leadership of AAH after Khazali’s capture in March 2007 and relinquished the position in May 2010 when Khazali was released. He is currently serving as the leader of Hakarat Hizb Allah al-Nujaba, which is a front organization that was established by AAH and Kata’ib Hezbollah in 2013 in order to send fighters to support the Assad Regime in Syria. ","source":"“Hakarat Hizb Allah al-Nujaba.” Terrorism Research & Analysis Consortium, Date unknown. Web. 8\/3\/2015.\r\n\r\nCochrane, Marisa. “Asaib Ahl al-Haq and the Khazali Special Groups Network.” Institute for the Study of War, 13 Jan. 2008. Web. 31 July 2015.","group_id":"143"},{"id":"859","name":"Laith al-Khazali","startdate":"2006-00-00","enddate":"0001-00-00","description":"Laith al-Khazali is Qais al Khazali’s brother, and has been a member of AAH’s core leadership since its inception in 2006. ","source":"Wyer, Sam. “The Resurgence of Asa’ib Ahl al-Haq.” Middle East Security Report 7, Institute for the Study of War, December 2012. Web. 30 July 2015.","group_id":"143"},{"id":"861","name":"Ali Mussa Daqduq","startdate":"2006-00-00","enddate":"0000-00-00","description":"While not officially a member of AAH, Daqduq is a senior Hezbollah operative who is in charge of coordinating AAH and Hezbollah operations and often has served as a liaison between AAH and the Iranian government. He is also a senior advisor to Qais al-Khazali and was captured by the United States with the Khazali brothers in 2007. He was released on November 16, 2012 by the Iraqi government.","source":"Gordon, Michael R. \"Hezbollah Trains Iraqis in Iran, Officials Say\". New York Times, 5 May 2008. Web. 3 August 2015.\r\n\r\nGordon, Michael. \"Against U.S. Wishes, Iraq Releases Man Accused of Killing American Soldiers\". New York Times, 16 November 2012. Web. ","group_id":"143"},{"id":"865","name":"Qasem Soleimani","startdate":"2006-00-00","enddate":"0000-00-00","description":"Soleimani is the commander of the Iranian Quds Force, the division within the Iranian Revolutionary Guard Corps in charge of extra-national militant activities and clandestine services. Although not a member of AAH, Soleimani was responsible for establishing and funding the group and is believed to have personally supervised and directed AAH’s activities. ","source":"Heras, Nicholas. “Iraqi Shi’a Militia Asa’ib Ahl al Haq Expands Operations to Syria.” The Jamestown Foundation, Terrorism Monitor 12(10), 15 May 2014. Web. 31 July 2015.\r\n\r\n\"Iran's Spymaster Soleimani Counters U.S. Moves in the Mideast - WSJ\". WSJ, 6 Apri","group_id":"143"}],"Listing":[],"NameChange":[],"Size":[{"id":"24","size":"3000","date":"2007-00-00","source":"Associated Press\/Fox News","citation":"Associated Press. \"Insurgents Who Killed Five GIs in Brazen Karbala Attack Captured.\" Foxnews.com. Fox News, 22 Mar. 2007. Web. 02 Dec. 2011.","group_id":"143"},{"id":"25","size":"1000","date":"2011-07-00","source":"The Iran Times","citation":"The Iran Times Corp. \"Iran Times.\" The Iran Times, 05 July 2011. Web. 02 Dec. 2011.","group_id":"143"},{"id":"139","size":"1000","date":"2012-01-06","source":"Huffington Post","citation":"Schreck, Adam & Abdul-Zahra, Qassim. \"Asa'ib Ahl al-Haq, Iraq Shiite Militia, Will Reportedly Lay Down Arms.\" TheHuffington Post, 6 January 2012. Web. 3 August 2015.","group_id":"143"},{"id":"313","size":"1,000 – 5,000 armed militants ","date":"2014-02-09","source":"The Washington Post ","citation":"Morris, Loveday. “Shiite militias in Iraq begin to remobilize.” The Washington Post, 9 February 2014. Web. 8 August 2014.","group_id":"143"}],"Region":[{"id":"1","name":"Iraq","GroupsRegion":{"id":"477","group_id":"143","region_id":"1"}}],"Subregion":[{"id":"65","name":"Basrah","region_id":"1","GroupsSubregion":{"id":"269","group_id":"143","subregion_id":"65"}},{"id":"24","name":"Diyala province","region_id":"1","GroupsSubregion":{"id":"271","group_id":"143","subregion_id":"24"}}],"Ideology":[]},{"Group":{"id":"619","name":"Harakat al-Nujaba","shortname":"HN","startdate":"2013-00-00","enddate":"0000-00-00","description":"Harakat al-Nujaba (HN), often referred to as Harakat Hezbollah al-Nujaba (HHN), is an Iraqi Shiite militant organization that operates in both Iraq and Syria. The group was purportedly founded in 2013 as a front group for Katai’b Hezbollah (KH) and Asa’ib Ahl al-Haqq (AAH) to route fighters to Syria. However, since that time, the group has begun to operate autonomously from KH and AAH, which have both begun sending fighters to Syria under their own banners. HN is active in Syria, fighting alongside the Syrian Government, Hezbollah, the Iranian Islamic Revolutionary Guard Corps (IRGC) and the other predominantly Shiite militias supporting the Assad Regime. The group has also expanded its operations to Iraq, where it is a member of the Popular Mobilization Forces (PMF), under whose auspices it cooperates with other Iraqi Shiite paramilitaries and the Iraqi Government in the fight against the Islamic State. As of November 2016, HN had 10,000 fighters and was conducting the majority of its operations in Aleppo, Syria and Mosul, Iraq. HN is led by Akram al-Kaabi, a former leader in both AAH and the Mahdi Army. The group has close ties to both Hezbollah and Iran, from whom it receives the majority of its funding and resources.  ","dummy":"1","min_zoom":"0","max_zoom":"0","active":true},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"361","name":"Kata'ib Hezbollah","shortname":"KH","startdate":"2007-00-00","enddate":"0000-00-00","description":"Kata’ib Hezbollah (KH), also known as the Hezbollah Brigades, is a Shiite Iraqi insurgent group in Iraq and Syria that was founded in 2007. The group is led by Abu Mahdi al-Muhandis and receives large amounts of training, logistical support, and weapons from the Iranian Islamic Revolutionary Guards Corps (IRGC).  From 2007-2011, KH directed the majority of its attacks against U.S.-Coalition forces in Iraq and was designated as a foreign terrorist organization by the U.S. on July 2, 2009. Following the U.S. withdrawal from Iraq in 2011, KH sent large numbers of its fighters to Syria to fight alongside Hezbollah and the Assad government. KH has also deployed its troops in Iraq to fight the Islamic State (IS) and is a member of the Popular Mobilization Forces (PMF), an umbrella group of Shiite militant groups fighting IS in Iraq.","dummy":"0","min_zoom":"0","max_zoom":"0","active":true},"Attack":[{"id":"2175","description":"KH launched an improvised rocket-assisted mortar (IRAM) at a U.S. base southeast of Baghdad, killing one American civilian ","date":"2008-02-19","casualties":"1 killed, unknown wounded","source":"“Kata’ib Hezbollah,” Counter Extremism Project, Date unknown. Web. 8 August 2016. ","group_id":"361"},{"id":"2177","description":"KH conducted an attack meant to target coalition forces but that instead killed 18 civilians and destroyed 19 homes","date":"2008-06-04","casualties":"18 killed, 29 injured","source":"“Kata’ib Hezbollah,” Counter Extremism Project, Date unknown. Web. 8 August 2016.","group_id":"361"},{"id":"2179","description":"A KH rocket attack killed 2 UN contractors ","date":"2008-11-29","casualties":"2 killed, 15 wounded","source":"“Kata’ib Hezbollah,” Counter Extremism Project, Date unknown. Web. 8 August 2016. ","group_id":"361"},{"id":"2181","description":"KH was implicated in an attack on a camp in Iraq that was hosting Iranian dissidents ","date":"2013-02-00","casualties":"unknown casualties","source":"“Kata’ib Hezbollah,” Counter Extremism Project, Date unknown. Web. 8 August 2016.","group_id":"361"},{"id":"2183","description":"KH fought alongside the Iraqi security forces in the Anbar province, particularly around the city of Fallujah, in the summer of 2014 ","date":"2014-06-00","casualties":"unknown casualties","source":"Bayoumi, Alaa and Leah Harding. “Mapping Iraq’s fighting groups,” Al Jazeera, 27 June 2014. Web. August 2016.","group_id":"361"},{"id":"2185","description":"KH, AAH and other militias affiliated with the PMF participated in the Battle of Amerli against IS forces.  KH and their allies were assisted by U.S. air strikes and Kurdish Peshmerga fighters ","date":"2014-08-00","casualties":"unknown casualties","source":"“Kata’ib Hezbollah,” Counter Extremism Project, Date unknown. Web. 8 August 2016.","group_id":"361"},{"id":"2187","description":"KH was accused of killing Sunni civilians and looting their homes in Tikrit, after helping to liberating the city from IS ","date":"2015-04-00","casualties":"unknown casualties","source":"Adnan, Sinan. “Kata’ib Hezbollah and Iranian Proxies Challenge Iraq’s Proposed National Guard Law,” Institute for the Study of War, 8 September 2015. Web. June 2016.","group_id":"361"},{"id":"2189","description":"KH clashed with Iraqi security forces in Baghdad.  The incident is believed to have been intended to pressure the Iraqi parliament to reject the National Guard bill that it was considering at the time","date":"2015-09-03","casualties":"unknown casualties","source":"Adnan, Sinan. “Kata’ib Hezbollah and Iranian Proxies Challenge Iraq’s Proposed National Guard Law,” Institute for the Study of War, 8 September 2015. Web. June 2016.","group_id":"361"},{"id":"2191","description":"KH and other Shiite militias affiliated with the PMF participated in the Iraqi army’s capture of Fallujah from IS.  KH was among the Shiite militias accused of beating and executing dozens of Sunni civilians in the re-captured city","date":"2016-05-00","casualties":"unknown casualties","source":"“Iraq: Ban Abusive Militias from Mosul Operation,” Human Rights Watch, 31 July 2016. Web. August 2016.","group_id":"361"}],"Leader":[{"id":"1235","name":"Abu Mahdi al-Muhandis ","startdate":"2007-00-00","enddate":"0001-00-00","description":"Muhandis was a member of the Iraqi Shiite Dawah party in the 1970s and 1980s, and has been implicated in that group’s 1983 bombings of the American and French Embassies in Kuwait. He was also the commander of the Badr Organization, which was the militant wing of the Supreme Council for Islamic Revolution in Iraq (SCIRI), in the 1980s and early 1990s, in which capacity he fought for Iran in the Iran-Iraq War. He is believed to hold Iranian citizenship.  After forming KH in 2007, Muhandis also helped to found a second Iraqi Shiite militia, Kata’ib Imam Ali (KIA), in 2014. He briefly served as an MP in the Iraqi Parliament under the name of  Jamal al-Ibrahim, and is currently Iraq’s deputy national security advisor and the commander of the Popular Mobilization Forces (PMF). ","source":"Mansour, Renad. “From Militia to State Force: The Transformation of the al-Hashd al-Shaabi,” The Carnegie Endowment for International Peace, 16 November 2016. Web. August 2016.\r\nFelter, Joseph and Brian Fishman. “”Iranian Strategy in Iraq: Politics and “O","group_id":"361"}],"Listing":[{"id":"95","group_id":"361","orglist_id":"1","date":"2009-07-02","enddate":"0000-00-00"}],"NameChange":[],"Size":[{"id":"619","size":"400","date":"2013-00-00","source":"Washington Institute for Near East Policy","citation":"Levitt, Matthew and Phillip Smyth. “Kata’ib al-Imam Ali: Portrait of an Iraqi Shiite Militant Group Fighting ISIS,” Washington Institute for Near East Policy, 5 January 2015. Web. 8 August 2016.","group_id":"361"},{"id":"621","size":"30,000","date":"2014-12-00","source":"Washington Post","citation":"Ryan, Missy and Loveday Morris. “The U.S. and Iran are aligned in Iraq against the Islamic State—for now,” The Washington Post, 27 December 2014. Web. August 2016.","group_id":"361"},{"id":"623","size":"1,000+ fighters in Syria ","date":"2015-10-00","source":"Washington Post","citation":"Ryan, Missy and Loveday Morris. “The U.S. and Iran are aligned in Iraq against the Islamic State—for now,” The Washington Post, 27 December 2014. Web. August 2016.}}","group_id":"361"}],"Region":[{"id":"1","name":"Iraq","GroupsRegion":{"id":"415","group_id":"361","region_id":"1"}}],"Subregion":[{"id":"2","name":"Baghdad","region_id":"1","GroupsSubregion":{"id":"175","group_id":"361","subregion_id":"2"}},{"id":"65","name":"Basrah","region_id":"1","GroupsSubregion":{"id":"177","group_id":"361","subregion_id":"65"}},{"id":"67","name":"Thi-qar province","region_id":"1","GroupsSubregion":{"id":"179","group_id":"361","subregion_id":"67"}},{"id":"69","name":"Maysan province","region_id":"1","GroupsSubregion":{"id":"181","group_id":"361","subregion_id":"69"}}],"Ideology":[]},{"Group":{"id":"81","name":"Hezbollah","shortname":"Hezbollah","startdate":"1983-04-09","enddate":"0000-00-00","description":"Hezbollah is a Shiite political and militant organization based in Lebanon. Since its creation in the 1980s, it has evolved into a hybrid organization woven into the structure of Lebanese society through social services and active participation in politics while also carrying out international terrorist attacks and regional military operations. The group regularly clashes with Israel and opposes Western influence in Lebanon, and most recently has been involved in the Syrian Civil War as an ally of the Assad government.","dummy":"0","min_zoom":"0","max_zoom":"0","active":true},"Attack":[{"id":"2069","description":"Hezbollah took over parts of Beirut after government calls to disarm, resulting in street violence and over 60 deaths. The resulting negotiations with the government gave Hezbollah veto power in the national cabinet","date":"2008-05-00","casualties":"60+ killed, unknown wounded","source":"United States. U.S. Department of State. Bureau of Counterterrorism. Country Report on Terrorism 2009. N.p., 5 Aug. 2010. Web. 27 June 2014.","group_id":"81"},{"id":"2075","description":"Hezbollah collaborated with and led the Syrian Army in their attack on al-Qusayr, a rebel stronghold, playing a significant role in the conflict for the first time after months of rumored involvement in the Syrian Civil War. Hezbollah and the Syrian Army were victorious, marking a turning point in the war in which Assad began to regain key strategic territory","date":"2013-05-29","casualties":"unknown casualties","source":"","group_id":"81"},{"id":"2071","description":"Hezbollah’s international wing bombed an Israeli tour bus in Bulgaria, killing five Israelis and the Bulgarian bus driver. This was the first successful attack in a campaign to increase global operations beginning around 2008. Hezbollah denies responsibility for the bombing","date":"2012-07-18","casualties":"6 killed, unknown wounded","source":"Levitt, Matthew. \"Hizb Allah Resurrected: The Party of God's Return to Tradecraft.\" Combating Terrorism Center at West Point. 29 Apr. 2013. Web. 14 Feb. 2015.","group_id":"81"},{"id":"2067","description":"Hezbollah kidnapped two Israeli soldiers and killed 8 more, sparking a month-long war with Israel","date":"2006-07-12","casualties":"8 killed, unknown wounded","source":"\"Terrorist Organization Profile: Hezbollah.\" University of Maryland, n.d. Web. 26 June 2014.","group_id":"81"},{"id":"2065","description":"In 2011, the UN Special Tribunal for Lebanon indicted four members of Hezbollah for the February 2005 car bomb assassination of former Lebanese Prime Minister Rafiq al-Hariri that also killed 21 others","date":"2005-02-14","casualties":"21 killed, unknown wounded","source":"\"UN Tribunal Releases Hariri Indictment.\" Al Jazeera English. 17 Aug. 2011. Web. 9 Apr. 2015. Bergman, Ronen. \"The Hezbollah Connection.\" The New York Times. 14 Feb. 2015. Web. 10 Apr. 2015.","group_id":"81"},{"id":"2063","description":"Hezbollah bombed the American Khobar Towers housing complex in Saudi Arabia, killing 19","date":"1996-06-25","casualties":"19 killed, unknown wounded ","source":"Leonnig, Carol D. \"Iran Held Liable In Khobar Attack.\" Washington Post. N.p., 23 Dec. 2006. Web. 27 June 2014. \"Incident 199606250006.\" Global Terrorism Database","group_id":"81"},{"id":"2061","description":"Hezbollah was implicated in the bombing of the Argentine-Israeli Mutual Association, which killed 85 people and wounded more than 200. It denied responsibility","date":"1994-07-18","casualties":"85 killed, 200+ wounded","source":"United States. U.S. Department of State. Patterns of Global Terrorism: 1994. N.p., Apr. 1995. Web. 27 June 2014. Barrionuevo, Alexei. \"Inquiry on 1994 Blast at Argentina Jewish Center Gets New Life.\"","group_id":"81"},{"id":"1203","description":"Hezbollah member Ahmad Qasir carried out a truck bombing against an Israeli headquarters in Tyre, killing at least 75 Israelis and fourteen Arab prisoners.","date":"1982-11-00","casualties":"75+ killed, unknown wounded","source":"Norton, Augustus R. Hezbollah: A Short History. Princeton: Princeton UP, 2007. 80 Print.","group_id":"81"},{"id":"1205","description":"A suicide bombing on the U.S. Embassy in Beirut killed 63 people and was attributed to militants of the Islamic Jihad, an early alias of Hezbollah","date":"1983-04-19","casualties":"63 killed, unknown wounded","source":"\"Terrorist Attacks against Americans, 1979-1988.\" Frontline: Target America. PBS, n.d. Web. 26 June 2014.\r\n\"Incident 198304180001.\" Global Terrorism Database. University of Maryland","group_id":"81"},{"id":"2057","description":"Hezbollah members highjacked TWA flight 847, holding hostages for weeks and killing one before releasing the rest in exchange for the release of 300 Lebanese prisoners in Israel","date":"1985-06-14","casualties":"1 killed, 0 wounded ","source":"\"Terrorist Organization Profile: Hezbollah.\" University of Maryland, n.d. Web. 26 June 2014. Pearson, Erica. The Sage Encyclopedia of Terrorism. Ed. Gus Martin. Second ed. T","group_id":"81"},{"id":"1209","description":"Hezbollah members hijacked TWA flight 847, holding hostages for weeks and killing one before ultimately releasing the rest in exchange for the release of 300 Lebanese prisoners in Israel","date":"1985-06-14","casualties":"1 killed, 0 wounded","source":"\"Terrorist Organization Profile: Hezbollah.\" University of Maryland, n.d. Web. 26 June 2014. \r\nPearson, Erica. The Sage Encyclopedia of Terrorism. Ed. Gus Martin. Second ed. T","group_id":"81"},{"id":"2059","description":"Hezbollah operatives carried out a truck bombing of the Israeli Embassy in Buenos Aires, killing twenty-nine and wounding 242","date":"1992-03-17","casualties":"29 killed, 242 wounded","source":"United States. U.S. Department of State. Patterns of Global Terrorism: 1992. N.p., n.d. Web. 27 June 2014.","group_id":"81"},{"id":"2073","description":"Hezbollah collaborated with and led the Syrian Army in their attack on al-Qusayr, a rebel stronghold, playing a significant role in the conflict for the first time after months of rumored involvement in the Syrian Civil War. Hezbollah and the Syrian Army were victorious, marking a turning point in the war in which Assad began to regain key strategic territory","date":"2013-05-29","casualties":"unknown casualties","source":"Blanford, Nicholas. \"The Battle for Qusayr: How the Syrian Regime and Hizb Allah Tipped the Balance.\" CTC Sentinel 6.8 (2013): 18-22. Combatting Terrorism Center at West Point. Web. 25 June 2014.","group_id":"81"},{"id":"2077","description":"Hezbollah fired anti-tank missiles at Israeli soldiers in the disputed Har Dov area between Lebanon and Syria, killing two. In a separate border incident on the same day between Israel and Hezbollah, a UN Interim Force member was killed","date":"2015-01-28","casualties":"3 killed, 7+ wounded","source":"Levs, Josh. \"2 Israeli Soldiers, Peacekeeper Killed in Israel-Hezbollah Fighting - CNN.com.\" CNN. 28 Jan. 2015. Web. 30 Jan. 2015.","group_id":"81"},{"id":"2079","description":"For the final two weeks of May 2015, Hezbollah forces were engaged in heavy fighting against Jabhat al-Nusra (Al-Nusra) and IS across the Qalamoun mountain range in western Syria. By early June Hezbollah had recaptured much of the mountain range and reopened a path from Lebanon into Syria","date":"2015-05-00","casualties":"unknown casualties","source":"Samaha, Nour. “Hezbollah Is ‘Stronger Than Ever.’” Foreign Policy, 1 June 2015. Web. 20 April 2016.","group_id":"81"},{"id":"2081","description":"Hezbollah and Syrian government forces clashed with rebel troops belonging to Al-Nusra, Ahrar al-Sham and the Free Syrian Army near the village of Tal al-Ais outside of Aleppo. The village overlooks the main road connecting Aleppo to Damascus and is thus of strategic importance to both sides. Eight Hezbollah troops were killed in addition to 25 pro-Assad forces and 18 rebels","date":"2016-04-02","casualties":"51 killed, unknown wounded","source":"“Eight Hezbollah fighters killed in Aleppo clashes over weekend.” The Daily Star Lebanon, 4 April 2016. Web. 20 April 2016.","group_id":"81"}],"Leader":[{"id":"715","name":"Sayyad Abbas Musawi ","startdate":"0000-00-00","enddate":"1992-02-16","description":"Musawi was Hezbollah’s cofounder and first secretary-general. He was killed in 1992 by an Israeli helicopter strike that also killed at least six others.  ","source":"Haberman, Clyde. \"Israelis Kill Chief of Pro-Iranian Shiites in South Lebanon.\" New York Times. N.p., 17 Feb. 1992. Web. 25 June 2014.","group_id":"81"},{"id":"717","name":"Hassan Nasrallah","startdate":"1992-00-00","enddate":"0001-00-00","description":"Nasrallah is Hezbollah’s current secretary-general. Under his leadership, Hezbollah continued military operations and increased its role in politics.","source":"\"Profile: Hassan Nasrallah.\" Backgrounders. Council on Foreign Relations, 11 Aug. 2010. Web. 27 June 2014.","group_id":"81"},{"id":"719","name":"Imad Mughniyeh","startdate":"1983-00-00","enddate":"2008-02-12","description":"Mughniyeh was Hezbollah’s senior military commander and was reportedly responsible for a number of overseas attacks. He was killed in a car bombing in 2008 that was allegedly carried out by Mossad in coordination with the CIA.","source":"Bakri, Nada, and Graham Bowley. \"Top Hezbollah Commander Killed in Syria.\" New York Times. New York Times, 13 Feb. 2008. Web. 26 June 2014. \r\nGoldman, Adam, and Ellen Nakashima. \"CIA and Mossad Killed Senior Hezbollah Figure in Car Bombing.\" Washington Po","group_id":"81"},{"id":"721","name":"Mustafa Badr al-Din","startdate":"2008-00-00","enddate":"2016-05-16","description":") Badr al-Din allegedly replaced Imad Mughniyah as military commander of Hezbollah. Badr al-Din was killed in Syria on May 10, 2016 in an explosion at the Damascus airport.  The circumstances surrounding the explosion are somewhat unclear; some sources allege that it was the result of rebel artillery while others have blamed an Israeli missile strike.  Hezbollah has released a statement that it is investigating both possibilities.","source":" \"Press Center.\" Treasury Designates Hizballah Leadership. 13 Sept. 2012. Web. 2 Feb. 2015.\r\nChulov, Martin and Kareem Shaheen. “Leading Hezbollah commander and key Israel target killed in Syria.” The Guardian, 12 May 2016. Web. 13 May 2016.\r\n“Top Hezboll","group_id":"81"},{"id":"725","name":"Naim Qassem","startdate":"0000-00-00","enddate":"0001-00-00","description":"Qassem is the deputy chief of Hezbollah.","source":"Barnard, Anne. \"Hezbollah Appears to Acknowledge a Spy at the Top.\" The New York Times. 5 Jan. 2015. Web. 6 Feb. 2015.","group_id":"81"},{"id":"727","name":"Talal Hamiyah","startdate":"0000-00-00","enddate":"0001-00-00","description":"Hamiyah leads the group’s External Security Organization, which is the branch of Hezbollah that plans and executes attacks outside of Lebanon, formerly run by Mughniyah. ","source":"\"Press Center.\" Treasury Designates Hizballah Leadership. 13 Sept. 2012. Web. 2 Feb. 2015.","group_id":"81"}],"Listing":[],"NameChange":[],"Size":[{"id":"343","size":"About 1,000 core members and between 3,000 and 10,","date":"2008-00-00","source":"National Consortium for the Study of Terrorism and Responses to Terrorism","citation":"\"Hezbollah.\" Terrorist Organization Profiles. START - National Consortium for the Study of Terrorism and Responses to Terrorism, n.d. Web. 27 June 2014.","group_id":"81"},{"id":"345","size":"Several thousand members, a few hundred terrorists","date":"2011-00-00","source":"Congressional Research Service","citation":"Addis, Casey, and Christopher Blanchard. CRS Report for Congress Prepared for Members and Committees of Congress Hezbollah: Background and Issues for Congress. Rep. Congressional Research Service, 3 Jan. 2011: 4. Web. 8 Feb. 2015. ","group_id":"81"},{"id":"583","size":"Hezbollah MP Nawwaf Moussawi went on record to say","date":"2015-00-00","source":"Foreign Policy","citation":"Samaha, Nour. “Hezbollah Is ‘Stronger Than Ever.’” Foreign Policy, 1 June 2015. Web. 20 April 2016.","group_id":"81"}],"Region":[{"id":"26","name":"Lebanon","GroupsRegion":{"id":"603","group_id":"81","region_id":"26"}},{"id":"69","name":"Syria","GroupsRegion":{"id":"605","group_id":"81","region_id":"69"}}],"Subregion":[],"Ideology":[]},{"Group":{"id":"661","name":"Jaysh al-Sanadeed","shortname":"JAS","startdate":"2011-00-00","enddate":"0000-00-00","description":"Jaysh al-Sanadeed is a militant group that opposes the Islamic State (IS) but allegedly supports the Assad Regime. Sheikh Hmeidi Daham al-Jarba formed the group in 2011 after opposition forces began attacking Arab tribal lands within Northeastern Syria’s Kurdish majority areas. Jaysh al-Sanadeed cooperates with the Peoples Protection Units (YPG), and in a joint attack in early 2015, captured 103 villages from IS and killed 175 IS fighters in the Hassakah governorate. In late 2015, Jaysh al-Sanadeed joined the Syrian Democratic Forces, an umbrella group that includes the YPG.","dummy":"1","min_zoom":"0","max_zoom":"0","active":true},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"655","name":"Peoples Protection Units","shortname":"YPG","startdate":"0000-00-00","enddate":"0000-00-00","description":"The Peoples Protection Units (YPG), also known as the Popular Protection Units, represents the military wing of the Kurdish Democratic Union Party (PYD), and was founded to combat the Assad Regime and Islamist opposition forces and establish an independent Kurdistan. The group fights predominantly in Syria, but also fought in Iraq in an alliance with the Kurdish Peshmerga. The YPG shares the ideology of the Iraq-based Kurdish Worker’s Party (PKK), and rose to prominence in the summer of 2012 by providing security after the Syrian army withdrew from Kurdish areas in Eastern Syria. Shortly thereafter, the YPG won the battle of Ras al-Ayn against former Al Qaeda affiliate Jabhat Fatah al-Sham, formerly known as Jabhat al-Nusra. The YPG also opposes the Islamic State (IS) and received American air support and reinforcements from the Kurdish Peshmerga during the IS siege of Kobani, a city in the Aleppo governorate, from September 2014 to June 2015. Following its victory in Kobani, the YPG controlled area in Syria’s Aleppo, Raqqa, and Hassaka governorates along the border with Turkey. In October 2015, the YPG joined the Syrian Democratic Forces (SDF) umbrella group that was founded to combat IS in North and Eastern Syria. The YPG has had unstable relations with Turkey and on February 13, 2016, Turkey shelled the YPG after the group captured the Syrian army Menagh airbase in the Aleppo governorate.","dummy":"1","min_zoom":"0","max_zoom":"0","active":true},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"657","name":"Harakat Nour al-Din al-Zenki","shortname":"Nour al-Din ","startdate":"2011-10-00","enddate":"2017-02-00","description":"Harakat Nour al-Din al-Zenki (Nur al-Din al-Zanki, Noureddine al Zengi Brigades) was an Aleppo-based Syrian opposition group that was formed in late 2011 by religious leader Sheikh Tawfiq Shahabuddin. The group was briefly a member of Liwa al-Tawhid, the Islamic Front in Aleppo, and an anti-Islamic State umbrella group known as the Mujahedeen Army in 2014. Harakat Nour al-Din al-Zenki later operated as an independent group and received funding from Saudi Arabia and the United States. Within Aleppo, Harakat Nour al-Din al-Zenki worked closely with former Al Qaeda affiliate Jabhat Fatah al-Sham (Fatah al-Sham), formerly known as Jabhat al-Nusra, despite an outbreak of violence between the two groups in 2015. In 2016, the group was accused of a series of war crimes including abducting and torturing journalists and decapitating an adolescent boy. After a series of skirmishes between Fatah al-Sham and other Sunni opposition groups, Harakat Nour al-Din al-Zenki merged with Fatah al-Sham on January 28, 2017 to form Hay’at Tahrir al-Sham. At the time of the merger, Harakat Nour al-Din al-Zenki had 7,000 fighters.","dummy":"1","min_zoom":"0","max_zoom":"0","active":false},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"645","name":"The Southern Front ","shortname":"Southern Front","startdate":"2014-02-13","enddate":"0000-00-00","description":"The Southern Front was established on February 13, 2014 to consolidate the command structure and military operations of 49 southern opposition brigades attempting to overthrow the Assad Regime. The Southern Front is a self-described moderate opposition group, and is active in the Quneitra, Daraa, Sweida, and Damascus governorates where it often uses guerilla tactics to combat the Syrian army. Throughout 2014, the Southern Front cooperated with former Al Qaeda affiliate Jabhat Fatah al-Sham, formerly known as Jabhat al-Nusra (Al-Nusra), despite tense relations between the two groups. However, the group officially severed ties with Al-Nusra on April 14, 2015 in a statement criticizing Al-Nusra’s ideology. In December 2015, the Southern Front attended a conference in Riyadh, Saudi Arabia where opposition groups agreed to negotiate with Assad. However violence in Syria quickly escalated as the Assad Regime and its allies increased their bombing campaign and as the Southern Front pursued its March 2016 campaign against the Islamic State in Daraa. In April 2016, the High Negotiations Committee for the Syrian Revolution and Opposition Forces, a group tasked with nominating representatives to negotiate with Assad after the Riyadh conference, suspended peace talks with the Assad over worsening conditions on the ground in Syria.","dummy":"0","min_zoom":"0","max_zoom":"0","active":true},"Attack":[{"id":"2119","description":"The Southern Front and Jabhat al-Nusra (Al-Nusra) captured the town of Tel al-Haraa in the Daraa governorate from the Syrian army. The media portrayed this attack as a victory for moderate opposition forces despite Al-Nusra’s role in the operation","date":"2014-10-05","casualties":"unknown casualties","source":"Cafarella, Jennifer. “Middle East Security Report 25: Jabhat Al-Nusra In Syria.” Institute for the Study of War. Institute for the Study of War, Dec. 2014. Web. 1 Aug. 2016.","group_id":"645"},{"id":"2121","description":"The Southern Front cooperated with Al-Nusra to capture the Brigade 82 Syrian army base, which is located in the Daraa governorate next to the primary highway between Damascus and Jordan","date":"2015-07-25","casualties":"unknown casualties","source":"“Syria rebels overtake strategic base in south.” Al Arabyia Enlish. Thomas Reuters, 25 Jan. 2015. Web. 1 Aug. 2016.","group_id":"645"},{"id":"2123","description":"The Southern Front captured the town of Bosra from the Syrian army. Bosra is in the Daraa governorate, and its ancient city is listed as a UNESCO world heritage site","date":"2015-03-25","casualties":"21+ killed, unknown wounded","source":"Perry, Tom. “Syrian rebels seize historic town in south: monitor.” Reuters. Thomas Reuters, 25 Mar. 2015. Web. 1 Aug. 2016. “Rebel and Islamic battalions take control on Busra al-Sham. Syrian Observatory For Human Rights. Syrian Observatory For Human Righ","group_id":"645"},{"id":"2125","description":"The Southern Front cooperated with Al-Nusra to capture the Nassib border crossing, the last government controlled border crossing with Jordan","date":"2015-04-01","casualties":"unknown casualties","source":"Dick, Marlin. “ISIS storms Damascus suburb of Yarmouk.” The Daily Star-Lebanon. The Daily Star, 2 Apr. 2015. Web. 1 Aug. 2016.","group_id":"645"},{"id":"2127","description":"The Southern Front captured the Brigade 52 army base, the largest Syrian army base in the Daraa governorate","date":"2015-06-09","casualties":"unknown casualties","source":"“Syria: Southern Front rebels seize largest army base in Deraa.”Syrian Observatory For Human Rights. Syrian Observatory For Human Rights, 16 Jun. 2015. Web. 1 Aug. 2016.","group_id":"645"},{"id":"2129","description":"The Southern Front launched an unsuccessful offensive to push the Syrian army out of the Quneitra governorate","date":"2015-06-17","casualties":"200+ killed or wounded","source":"Westall, Sylvia and Ratner, Baz. “Syrian army beats back rebel offensive in southern Syria. Reuters. Thomas Reuters, 17 Jun. 2015. Web. 1 Aug. 2016.","group_id":"645"},{"id":"2131","description":"The Southern Front launched an offensive known as Southern Storm to capture the city of Daraa from the Assad Regime. The Syrian army repelled the attack and inflicted heavy casualties against the Southern Front","date":"2015-06-25","casualties":"104 killed, unknown wounded","source":"Mroue, Bassem. “Syrian rebels launch offensive aimed at southern city.” Yahoo News. Associated Press, 25 Jun. 2015. Web. 1 Aug. 2016. “Gunman attack the room operations of the battles in city of Daraa.” Syrian Observatory For Human Rights. Syrian Observat","group_id":"645"},{"id":"2133","description":"The Southern Front captured the Tal Samin hill from the Islamic State (IS) in the Daraa governorate. This attack was part of a larger opposition campaign against IS in the Daraa governorate","date":"2016-03-26","casualties":"unknown casualties","source":"Fadel, Leith. “Rebels recapture Tal Samin in southwest Daraa.” Al-Masdar News. Al-Masdar News, 26 Mar. 2016. Web. 1 Aug. 2016. “Violent clashes break out in Dar’a countryside.” Syrian Observatory For Human Rights. Syrian Observatory For Human Rights, 26 M","group_id":"645"}],"Leader":[{"id":"1227","name":"Bashar al-Zoubi","startdate":"2014-02-00","enddate":"0001-00-00","description":"Zoubi is the leader of the Southern Front and is also the leader of the Yarmouk Army, a prominent Brigade within the Southern Front. Prior to the Syrian conflict, Zoubi was a wealthy businessman who worked in the tourism industry.","source":"“The Moderate Rebels: A Complete and Growing List of Vetted Groups.” Democratic Revolution, Syria Style. Democratic Revolution, Syria Style, 21 Oct. 2014. Web. 29 Jul. 2016. Weiss, Michael. “The Southern Front, Part 1.” NOW. NOW, 15 Aug. 2013. Web. 29 Jul","group_id":"645"},{"id":"1229","name":"Ziad Fahd","startdate":"2014-02-00","enddate":"0001-00-00","description":"Fahd is the Southern Front’s Deputy Chief of Staff. Aside from his role in the Southern Front, Fahd has attempted to support other southern moderate groups through outreach with Jordan.","source":"“Selected Supreme Military Command Members.” Institute for the Study of War. Web. 29 Jul. 2016.","group_id":"645"},{"id":"1231","name":"Majhid al-Sayid Ahmed","startdate":"2014-02-00","enddate":"0001-00-00","description":"Ahmed is the head of the Southern Front’s Operations Department. He also claims to be the head of the Damascus Military Council, which is an organization within the Free Syrian Army.","source":"“Selected Supreme Military Command Members.” Institute for the Study of War. Web. 29 Jul. 2016. Sly, Liz and Ramadan, Ahmed. “Suicide bombers strike outside Syrian military headquarters in Damascus.” The Washington Post. The Washington Post, 26 Sep. 2012.","group_id":"645"}],"Listing":[],"NameChange":[],"Size":[{"id":"607","size":"30,000","date":"2014-00-00","source":"Carnegie Endowment For International Peace","citation":"Lund, Aron. “Does the Southern Front Exist?” Syria In Crisis. The Carnegie Endowment For International Peace, 21 Mar. 2014. Web. 29 Jul. 2016.","group_id":"645"},{"id":"609","size":"38,000","date":"2014-00-00","source":"BBC","citation":"Ghattas, Kim “Syria war: Southern rebels see US as key to success.” BBC. BBC, 9 Dec. 2014. Web. 29 Jul. 2016.","group_id":"645"},{"id":"633","size":"30,000","date":"2016-00-00","source":"The Christian Science Monitor","citation":"Luck, Taylor. \"America's modest success in Syria, and why it's under threat.\" The Christian Science Monitor. The Christian Science Monitor, 2 Nov. 2016. Web. 4 Nov. 2016.","group_id":"645"}],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"1","name":"The Islamic State","shortname":"IS","startdate":"2002-00-00","enddate":"0000-00-00","description":"The Islamic State (IS) also known as the Islamic State of Iraq and Syria (ISIS) and The Islamic State in Iraq and the Levant (ISIL) is a Salafi militant organization whose goal is the establishment and expansion of a caliphate. IS has its origins in the early 2000s, when Abu Musab al-Zarqawi began training extremist militants. Zarqawi’s militants became a major participant in the Iraqi insurgency during the American occupation, first under the name Jama’at al-Tawhid wa’al-Jihad and then, after swearing fealty to Al Qaeda, as Al Qaeda in Iraq. Facing backlash from the community and increased security from U.S. and Iraqi forces, the group faced decline until 2011, when it began to grow through its involvement in the Syrian Civil War. In 2013, it changed its name to the Islamic State in Iraq and Syria (ISIS). Over the course of 2013 and 2014, it quickly took over territory in Syria and Iraq. In addition to its rapid expansion, ISIS has also drawn attention for its public beheadings of Western captives and its large contingent of foreign fighters. On the ground, IS has fought Syrian government forces, Syrian rebel groups, the Iraqi military and militias, and the Kurdish pesh merga. The U.S. began airstrikes against the group in fall 2014.","dummy":"0","min_zoom":"0","max_zoom":"0","active":true},"Attack":[{"id":"1","description":"JTJ assassinated Laurence Foley in Jordan.","date":"2002-10-28","casualties":"1 killed, 0 wounded","source":"\"Jamaat al-Tawhid wa'l-Jihad,\" GlobalSecurity.org, December 6, 2006, retrieved on January 26, 2010 from http:\/\/www.globalsecurity.org\/military\/world\/para\/zarqawi.htm","group_id":"1"},{"id":"1055","description":"ISIS attacked Baji oil field, although the Iraq Army reported that it successfully drove out ISIS within two to three days of fighting.","date":"2014-06-17","casualties":"Unknown casualties","source":"Rubin, Alissa J. and Suadad Al-Salhy. “Iraq Officials Claim Control of Major Refinery in Baji.” The New York Times. June 19, 2014, retrieved June 26, 2014 from http:\/\/www.nytimes.com\/2014\/06\/20\/world\/middleeast\/iraq-isis.html","group_id":"1"},{"id":"5","description":"JTJ bombed the UN Headquarters in Baghdad, killing prominent UN diplomat Sergio Vieira de Mello and twenty-two others.","date":"2003-08-19","casualties":"23 killed, 100+ wounded","source":"\"Truck bomb kills chief U.N. envoy to Iraq,\" CNN.com, August 20, 2003, retrieved on February 4, 2010 from http:\/\/www.cnn.com\/2003\/WORLD\/meast\/08\/19\/sprj.irq.main\/; \"19 arrested in Najaf shrine blast,\" USA Today. August 31, 2003, retrieved on February 4, 2","group_id":"1"},{"id":"7","description":"The group bombed the Imam Ali Shrine in Najaf.","date":"2003-08-28","casualties":"85 killed, unknown wounded","source":"\"19 arrested in Najaf shrine blast,\" USA Today. August 31, 2003, retrieved on February 4, 2010 from http:\/\/www.usatoday.com\/news\/world\/iraq\/2003-08-29-iraq-mosque_x.htm","group_id":"1"},{"id":"9","description":"Zarqawi beheaded American civilian worker Nicholas Berg in Iraq.","date":"2004-05-07","casualties":"1 killed, 20+ wounded","source":"Jehl, Douglas, \"CIA thinks Zarqawi killed Berg,\" The New York Times, May 14, 2004, p. 5, LexisNexis Academic.","group_id":"1"},{"id":"11","description":"The group bombed western hotels in Amman, Jordan.","date":"2005-11-09","casualties":"57 killed, unknown wounded","source":"Thomas, Gordon, \"Terrorist chiefs in bitter power split: Secret note over deaths of Muslims sparks three killer blasts,\" Sunday Express, November 13, 2005, p. 43, LexisNexis Academic.","group_id":"1"},{"id":"13","description":"The organization bombed the Shi'ite Golden Mosque in Samarra, 65 miles north of Baghdad, sparking retaliation against 100 or more Sunni mosques.","date":"2006-02-22","casualties":"No reported casualties","source":"Knickmeyer, Ellen and K.I. Ibrahim, \"Bombing shatters mosque in Iraq: Attack on Shiite shrine sets off protests, violence,\" The Washington Post, February 23, 2006, retrieved on February 4, 2010 from http:\/\/www.washingtonpost.com\/wp-dyn\/content\/article\/200","group_id":"1"},{"id":"1127","description":"SIS beheaded American captive James Foley and releases a video of the murder. The video garnered international attention and ISIS would proceed to behead more British and American hostages in the coming months.","date":"2014-08-19","casualties":"1+ killed, unknown wounded","source":" {{Yourish, Karen. \"The Fates of 23 ISIS Hostages in Syria.\" The New York Times. N.p., 23 Oct. 2014. Web. 09 Jan. 2015. .}}","group_id":"1"},{"id":"17","description":"AQI claimed responsibility for the bombings of several government buildings in Baghdad.","date":"2009-08-00","casualties":"250 killed, 1000+ wounded","source":"Londoño, Ernesto, \"Al-Qaeda in Iraq gaining in strength,\" Washington Post Foreign Service, November 22, 2009, retrieved on January 26, 2010 from http:\/\/www.washingtonpost.com\/wp-dyn\/content\/article\/2009\/11\/21\/AR2009112102009.html","group_id":"1"},{"id":"21","description":"AQI carried out attacks across Iraq in response to the killings of AQI leaders Masri and Baghdadi.","date":"2010-05-00","casualties":"85 killed, 300+ wounded","source":"\"Al-Qaeda in Iraq Blamed For Attacks,\" Al-Jazeera, May 11, 2010, retrieved on May 16, 2010 from http:\/\/english.aljazeera.net\/news\/middleeast\/2010\/05\/201051112725588566.html","group_id":"1"},{"id":"1049","description":"ISIS took control of an air defense base in Hama, Syria.","date":"2013-09-14","casualties":"Unknown casualties","source":"Roggio, Bill. “Islamic State of Iraq and the Levant overruns air defense base in Hama.” The Long war Journal. September 14, 2013, retrieved June 23, 2014 from http:\/\/www.longwarjournal.org\/archives\/2013\/09\/islamic_state_of_ira_7.php#","group_id":"1"},{"id":"1045","description":"AQI attacked Abu Ghraib and Taji prisons in Iraq, freeing approximately 800 prisoners with Al Qaeda affiliations.","date":"2013-07-22","casualties":"26 Killed, unknown wounded","source":"Al Arabiya. “Iraq gunmen launch deadly attack on Abu Gharib and Taji prisons.” Al Arabiya. July 22, 2013, retrieved June 25, 2014 from http:\/\/english.alarabiya.net\/en\/News\/middle-east\/2013\/07\/22\/Iraqi-security-forces-foil-attack-on-Abu-Ghraib-and-Taji-pri","group_id":"1"},{"id":"531","description":"AQI claimed responsibility for attacks across eight cities in just under six hours.  Shiites, police, security forces and government officials were targeted in Karbala, Kirkuk, and Baghdad","date":"2012-03-21","casualties":"46 killed, 200 wounded","source":"\"Al Qaeda claims responsibility for Iraq attacks\" Associated Press. 21 March 2012. Available at http:\/\/www.boston.com\/news\/world\/middleeast\/articles\/2012\/03\/21\/al_qaeda_claims_responsibility_for_iraq_attacks\/ (Accessed 21 March 2012).","group_id":"1"},{"id":"1047","description":"ISIS takes control of Raqqa, Syria.","date":"2014-07-00","casualties":"Unknown casualties","source":"BBC. “Profile: Islamic State in Iraq and the Levant (ISIS). The BBC. June 6, 2014, retrieved on June 23, 2014 from http:\/\/www.bbc.com\/news\/world-middle-east-24179084","group_id":"1"},{"id":"1053","description":"ISIS took control of Mosul.","date":"2014-06-10","casualties":"Unknown casualties","source":"Al-Salhy, Suadad and Tim Arango. “Sunni Militants Drive Iraq Army Out of Mosul.” The New York Times. June 10, 2014, retrieved on June 26, 2014 from http:\/\/www.nytimes.com\/2014\/06\/11\/world\/middleeast\/militants-in-mosul.html","group_id":"1"},{"id":"1877","description":"Eleven members of the Islamic State killed 130 civilians and injured 100 more in a series of attacks in Paris, France. Gunman and suicide bombers attacked a concert hall, a soccer stadium, restaurants, and bars in the French capital. Within the days following the attack, nine of the IS operatives were killed. One operative remained on the run until he was captured in Brussels on March 18, 2016. According to French President Hollandaise, the attacks were planned in Syria organized in Belgium. ","date":"2015-11-13","casualties":"130 killed, 100 wounded","source":"{{\"Paris Attacks: Salah Abdeslam 'refused to Blow Himself Up' - BBC News.\" BBC News. Web.}}{{\"Paris Attacks: Islamic State Group 'releases Video of Attackers' - BBC News.\" BBC News. Web. 28 Feb. 2016.}}{{\"Paris Attacks: What Happened on the Night - BBC Ne","group_id":"1"},{"id":"1057","description":"ISIS seized border crossings at Qaim, Waleed, and Trebil, gaining control over the border between Iraq and Syria and the border between Iraq and Jordan.","date":"2014-06-23","casualties":"Unknown casualties","source":"Arango, Tim and Michael R. Gordon. “Iraqi Insurgents Secure Control of Border Posts.” The New York Times. June 23, 2014, retrieved on June 25, 2014 from http:\/\/www.nytimes.com\/2014\/06\/24\/world\/middleeast\/sunni-militants-seize-crossing-on-iraq-jordan-borde","group_id":"1"},{"id":"1129","description":"Over a period of two weeks, ISIS executed 700 members of the al-Sheitaat tribe in the Deir al-Zor province, according to the Syrian Observatory for Human Rights. The tribe and ISIS began fighting in July. ","date":"2014-08-00","casualties":"700+ killed, unknown wounded","source":"{{Holmes, Oliver, and Suleiman Al-Khalidi. \"Islamic State Executed 700 People from Syrian Tribe: Monitoring Group.\" Reuters. 16 Aug. 2014. Web. 6 Nov. 2014. .}}","group_id":"1"},{"id":"1131","description":"ISIS publicly executed a number of members of a Sunni tribe, the Albu Nimr, that had been resisting ISIS’s advance in the Anbar province. Reports on the number of dead range from forty-six to over three hundred, and differ on whether or not women and children were killed along with men.","date":"2014-10-29","casualties":"46+ killed, unknown wounded","source":"{{Stout, David. \"ISIS Massacres Sunni Tribe in Iraq.\" Time. 4 Nov. 2014. Web. 6 Nov. 2014. .}} {{Morris, Loveday, and Mustafa Salim. \"Islamic State Publicly Kills at Least 46 Sunni Oppo","group_id":"1"},{"id":"1133","description":"ISIS began to carry out its first assaults on U.S. bases in Iraq, conducting mortar attacks against a training base. According to senior U.S. defense officials, the attacks have been completely ineffective against the base. ","date":"2015-01-06","casualties":"None","source":"{{Miklaszewski, Jim, and Oliver Cox. \"ISIS Attacks on U.S. Military 'Ineffective,' Officials Say.\" NBC News. 6 Jan. 2015. Web. 23 Jan. 2015. <http:\/\/www.nbcnews.com\/storyline\/isis-terror\/isis-attacks-u-s-military-ineffective-officials-say-n279976>. }}","group_id":"1"},{"id":"1261","description":"ISIS seized Ramadi, the capital of Anbar province, from Iraqi security forces, which were supported by Shiite militias and American airstrikes. ISIS had controlled areas around Ramadi for almost a year and a half before taking the city.","date":"2015-05-15","casualties":"500+ killed, unknkown wounded","source":"Arango, Tim. \"Key Iraqi City Falls to ISIS as Last of Security Forces Flee.\" The New York Times. N.p., 17 May 2015. Web. 18 May 2015. .","group_id":"1"},{"id":"1879","description":"Five IS militants attacked a Starbucks and a police station in Jakarta, Indonesia, armed with suicide explosives and handguns. One Canadian civilian, one Indonesian civilian, and five attackers were killed. ","date":"2016-01-14","casualties":"7 killed, 23 wounded","source":" {{Cochrane, Joe, and Thomas Fuller. \"Jakarta Attack Raises Fears of ISIS’ Spread in Southeast Asia.\" The New York Times. The New York Times, 2016. Web.}} {{\"Indonesia: ISIS's New Battlefront.\" Time. Time. Web.}}","group_id":"1"},{"id":"1881","description":"Members of the Islamic State set off three nail bombs in Brussels, Belgium: two bombs were detonated in the Brussels Airport and one in the Maalbek Metro Station. In the two days following the attack, European authorities arrested eleven Islamic State militants that have been linked to this attack and the November 2015 attack in Paris, France. ","date":"2016-03-22","casualties":"31 killed, 340 wounded","source":"{{Graham-Harrison, Emma, Arthur Neslen, and Patrick Greenfield. \"Brussels Attacks: Last Gasp of Isis Terror in Europe, or Sign of Growing Threat?\" The Guardian. Guardian News and Media, 2016. Web. 04 Apr. 2016.}} {{\"Three More Arrested in Brussels Police ","group_id":"1"}],"Leader":[{"id":"757","name":"Abu Bakr al-Baghdadi, also known as Abu Du'a","startdate":"2010-00-00","enddate":"0001-00-00","description":"Baghdadi took control of AQI in 2010 and led its expansion. He is a secretive figure, not appearing in video until a July 2014 sermon, and little is known about him. ","source":"{{\"Profile: Abu Bakr Al-Baghdadi.\" BBC News. N.p., 5 July 2014. Web. 16 Dec. 2014. <http:\/\/www.bbc.com\/news\/world-middle-east-27801676>.}} {{ Hunt, Emily, \"Zarqawi's 'Total War' on Iraqi Shiites exposes a divide among Sunni Jihadists,\" The Washington Inst","group_id":"1"},{"id":"755","name":"Abu Umar al-Baghdadi ","startdate":"2006-10-00","enddate":"2010-04-18","description":"Masri’s replacement as top commander, Baghdadi was killed in a joint U.S.-Iraqi raid in 2010. Some sources reported that Baghdadi was not actually the true leader of AQI, but instead a figurehead meant to give the organization an Iraqi face to combat local backlash concerning its foreign origins and membership. ","source":"{{Kirdar, MJ. AQAM Futures Project Case Studies Series: Al Qaede in Iraq. Publication. Center for Strategic and International Studies, June 2011. Web, 5. 24 Nov. 2014. .}} {{ Kirdar, MJ.","group_id":"1"},{"id":"753","name":"Abu Ayub al-Masri, also known as Hamza al-Muhajir and Abu Hamza","startdate":"2006-10-00","enddate":"2010-04-18","description":"Masri became AQI's top commander after Zarqawi's death. A former member of the Egyptian Islamic Jihad (EIJ), Masri had close ties to AQ leadership, particularly EIJ leader Ayman al-Zawahiri. Masri was killed during a joint raid by U.S. and Iraqi solders in April 2010, several years after officially turning over power to Abu Umar al-Baghdadi. Some reports indicated that Masri maintained control after Baghdadi became the face of the organization. ","source":"{{Kirdar, MJ. AQAM Futures Project Case Studies Series: Al Qaede in Iraq. Publication. Center for Strategic and International Studies, June 2011. Web, 9. 24 Nov. 2014. <http:\/\/csis.org\/files\/publication\/110614_Kirdar_AlQaedaIraq_Web.pdf>.}} {{Kirdar, MJ. ","group_id":"1"},{"id":"751","name":"Abu Mus'ab al-Zarqawi ","startdate":"2002-00-00","enddate":"2006-06-07","description":"AQI's founder and first leader, Zarqawi was killed in a U.S. airstrike in 2006. He was a major figurehead in the Iraqi insurgency and became America’s most wanted man in Iraq. ","source":"{{Knickmeyer, Ellen, and Jonathan Finer. \"Insurgent Leader Al-Zarqawi Killed in Iraq.\" Washington Post. N.p., 08 June 2006. Web. 18 Dec. 2014. <http:\/\/www.washingtonpost.com\/wp-dyn\/content\/article\/2006\/06\/08\/AR2006060800114.html>.}}","group_id":"1"}],"Listing":[],"NameChange":[{"id":"1","name":"Jama'at Tawhid wal Jihad (JTJ)","description":"Zarqawi’s most prominent force in Iraq, which the U.S. State Department used to refer to Zarqawi’s network of militants.","date":"2002-00-00","group_id":"1"},{"id":"33","name":"Al Qaeda in Iraq (AQI; Tanzim Qaidat al-Jihad fi Bilad al-Rafidayn in Arabic)","description":"Zarqawi formally joined Al Qaeda and remained in command of the group.","date":"2004-10-00","group_id":"1"},{"id":"101","name":"Islamic State in Iraq (ISI)","description":"The name change was a rebranding attempt, intended to consolidate existing support, indicate an increase in group’s focus on its governmental infrastructure, and gain a wider base of local followers. In this period, it also commonly continued to be known as AQI.","date":"2006-10-00","group_id":"1"},{"id":"103","name":"Islamic State in Iraq and Syria (ISIS) or Islamic State in Iraq and the Levant (ISIL)","description":"The group’s cooperation with AQ Central and al-Nusra broke down, while its operations expanded into Syria. The variation in the name in translation stems from the word al-Sham, which refers to an area spanning Southern Turkey through Syria to Egypt, which can be translated as “Greater Syria” or “the Levant.”","date":"2013-04-00","group_id":"1"},{"id":"105","name":"Islamic State (IS)","description":"The group declared the foundation of a Caliphate, with its leader Abu Bakr al-Baghdadi as Caliph. Many media sources continue to refer to the group as ISIS\/ISIL. ","date":"2014-06-29","group_id":"1"}],"Size":[{"id":"1","size":"1,000+, exact number unknown","date":"2005-00-00","source":"U.S. Department of State","citation":"\"Country Reports on Terrorism,\" United States Department of State, Office of the Coordinator for Counterterrorism, April 2006, retrieved on February 4, 2010 from http:\/\/www.state.gov\/documents\/organization\/65462.pdf, p. 220.","group_id":"1"},{"id":"4","size":"1,000+","date":"2006-00-00","source":"U.S.Department of State","citation":"Tilghman, Andrew, \"The myth of AQI,\" Washington Monthly, October 2007, retrieved January 26, 2010 from http:\/\/www.washingtonmonthly.com\/features\/2007\/0710.tilghman.html","group_id":"1"},{"id":"219","size":"1,000-2,000","date":"2011-00-00","source":"U.S. Department of State","citation":"\"Country Reports on Terrorism 2011.\" U.S. Department of State. Published July 31, 2012. http:\/\/www.state.gov\/j\/ct\/rls\/crt\/2011\/195553.htm#ig. Accessed August 2, 2012.","group_id":"1"},{"id":"291","size":"6,000-10,000 ","date":"2014-00-00","source":"Al Jazeera ","citation":"Zahiyeh, Ehab. “How ISIL became a major force with only a few thousand fighters.” June 19, 2014, retrieved June 23, 2014 from http:\/\/america.aljazeera.com\/articles\/2014\/6\/19\/isil-thousands-fighters.html","group_id":"1"},{"id":"293","size":"Up to 11,000 [6,000 in Iraq and 3,000-5,000 in Syr","date":"2014-00-00","source":"The Economist ","citation":"{{The Economist. “The Islamic State of Iraq and Greater Syria: Two Arab countires fall apart.” The Economist. June 13, 2014, retrieved June 23, 2014 from http:\/\/www.economist.com\/news\/middle-east-and-africa\/21604230-extreme-islamist-group-seeks-create-cal","group_id":"1"},{"id":"329","size":"20,000-31,500","date":"2014-00-00","source":"CIA","citation":"Yeginsu, Ceylan. \"ISIS Draws a Steady Stream of Recruits From Turkey.\" The New York Times. 15 Sept. 2014. Web. 11 Nov. 2014.","group_id":"1"},{"id":"569","size":"30,000","date":"2016-00-00","source":"U.S. Military via Council of Foreign Relations","citation":"Zenko, Micah. \"How Many Bombs Did the United States Drop in 2015?\" Council on Foreign Relations. Council on Foreign Relations, 2016. Web. 28 Feb. 2016.","group_id":"1"}],"Region":[{"id":"1","name":"Iraq","GroupsRegion":{"id":"607","group_id":"1","region_id":"1"}},{"id":"69","name":"Syria","GroupsRegion":{"id":"609","group_id":"1","region_id":"69"}}],"Subregion":[{"id":"1","name":"Al-Anbar Province","region_id":"1","GroupsSubregion":{"id":"325","group_id":"1","subregion_id":"1"}},{"id":"2","name":"Baghdad","region_id":"1","GroupsSubregion":{"id":"327","group_id":"1","subregion_id":"2"}},{"id":"28","name":"Najaf","region_id":"1","GroupsSubregion":{"id":"329","group_id":"1","subregion_id":"28"}}],"Ideology":[{"id":"9","name":"Jihadist","GroupsIdeology":{"id":"66565","group_id":"1","ideology_id":"9"}},{"id":"2","name":"Salafi","GroupsIdeology":{"id":"66567","group_id":"1","ideology_id":"2"}},{"id":"1","name":"Sunni","GroupsIdeology":{"id":"66569","group_id":"1","ideology_id":"1"}}]},{"Group":{"id":"21","name":"Al Qaeda","shortname":"AQ","startdate":"1988-08-11","enddate":"0000-00-00","description":"Al Qaeda is one of the most powerful terrorist organizations in the world, with a long history and a global reach. It is composed of a core group of operatives and leadership, largely based in Pakistan and Afghanistan, and also maintains relationships with a number of global affiliate organizations. AQ and its affiliates have been responsible for many of the deadliest terrorist attacks in the past twenty-five years.","dummy":"0","min_zoom":"0","max_zoom":"0","active":true},"Attack":[{"id":"1587","description":"Two gunmen attacked the offices of the satirical newspaper Charlie Hebdo in Paris. The paper had previously been targeted by Islamic extremists for its satire of Islam, and was listed in an AQ “most wanted” list. AQAP claimed the attack, and there is evidence that at least one of the gunmen traveled to Yemen, participated in AQ training, and receiving funding for an attack. ","date":"2015-01-07","casualties":"12 killed, 11 wounded","source":"{{Schmitt, Eric, Mark Mazzetti, and Rukmini Callimachi. \"Disputed Claims Over Qaeda Role in Paris Attacks.\" The New York Times. N.p., 14 Jan. 2015. Web. 03 Aug. 2015. <http:\/\/www.nytimes.com\/2015\/01\/15\/world\/europe\/al-qaeda-in-the-arabian-peninsula-charli","group_id":"21"},{"id":"1585","description":"AQAP sent bombs through cargo mail, attempting to down planes over the U.S. The bombs were discovered before the planes left for the U.S., but made it past several cargo screening facilities in different countries.","date":"2010-10-00","casualties":"No casualties","source":"{{Mazzetti, Mark, Robert F. Worth, and Eric Lipton. \"Bomb Plot Shows Key Role Played by Intelligence.\" The New York Times, 31 Oct. 2010. Web. 31 July 2015. <http:\/\/www.nytimes.com\/2010\/11\/01\/world\/01terror.html>.}}","group_id":"21"},{"id":"1565","description":"Two truck bombs detonated outside the U.S. embassies in Dar Es Salaam, Tanzania and Nairobi, Kenya. The significant majority of casualties occurred in Nairobi. The bombings took place on the 8th anniversary of U.S. troops' presence in Saudi Arabia. Al Qaeda and the Egyptian Islamic Jihad claimed responsibility. ","date":"1998-08-07","casualties":"223 killed, 4,000+ wounded","source":"{{\"U.S. Embassy Bombings\". U.S. Department of State. Published August 5, 2007. http:\/\/www.state.gov\/www\/regions\/africa\/kenya_tanzania.html. Accessed July 27, 2012.}} ","group_id":"21"},{"id":"1567","description":"An AQAP suicide bomber drove a small watercraft towards the side of the hull of the U.S.S. Cole naval ship, detonating a large bomb stored on the watercraft upon impact.","date":"2000-10-12","casualties":"17 killed, 39 wounded","source":"{{\"A Claim for the Cole.\" CBS News. June 21, 2001. http:\/\/www.cbsnews.com\/stories\/2001\/06\/20\/world\/main297600.shtml. Accessed July 27, 2012.}}","group_id":"21"},{"id":"1569","description":"In the most destructive attack ever attributed to Al Qaeda, operatives hijacked four jetliners and piloted two into the World Trade Center towers and one into the Pentagon building. The fourth plane crashed in Pennsylvania, probably en route to an additional target. It was the first major foreign attack on American soil since Pearl Harbor, the most violent day in America’s history after the battle of Antietam in 1862, and resulted in economic damages valued at between $100 billion and $2 trillion. Following the attacks, the United States invaded Afghanistan to find and prosecute those responsible for the attacks, causing bin Laden and his organization to flee for remote regions of Afghanistan and Pakistan.","date":"2001-09-11","casualties":"2,996 killed, 6,000+ wounded","source":"{{\"Bin Laden claims responsibility for 9\/11.\" CBS News. October 29, 2004. http:\/\/www.cbc.ca\/news\/world\/story\/2004\/10\/29\/binladen_message041029.html. Accessed July 27, 2012.}} {{Riedel, Bruce O. The Search for Al Qaeda: Its Leadership, Ideology, and Future","group_id":"21"},{"id":"1581","description":"A truck bomb exploded at the Marriot Hotel in Islamabad. Intelligence officials suspected AQ, although the attack was never claimed.","date":"2008-09-20","casualties":"40+ killed, 250+ wounded","source":"{{Gall, Carlotta. \"Bombing at Hotel in Pakistan Kills at Least 40.\" The New York Times, 20 Sept. 2008. Web. 31 July 2015. <http:\/\/www.nytimes.com\/2008\/09\/21\/world\/asia\/21islamabad.html?hp&_r=0>.}}","group_id":"21"},{"id":"1583","description":"AQAP made the first attempted attack against the U.S. homeland by an AQ affiliate when Umar Farouk Abdul Mutallab failed to set off an explosive device on a plane.","date":"2009-12-25","casualties":"No casualties","source":"{{McGrath, Kevin. Confronting Al Qaeda: New Strategies to Combat Terrorism. Annapolis, MD: Naval Institute, 2011. Print. 68.}}","group_id":"21"},{"id":"1579","description":"Al Qaeda in Iraq detonated a series of car bombs and carried out mortar attacks in Sadr City, Iraq. It was the deadliest sectarian attack since the beginning of the War in Iraq in 2003.","date":"2006-11-23","casualties":"215+ killed, 257 wounded","source":"{{\"Baghdad curfew after bombing wave.\" BBC News. November 24, 2006. http:\/\/news.bbc.co.uk\/2\/hi\/middle_east\/6178994.stm. Accessed July 27, 2012.}}","group_id":"21"},{"id":"1577","description":"Four British men detonated 3 bombs on the London Underground and one on a double-decker bus during morning rush hour in London. Al Qaeda claimed the bombings, but there is no direct evidence that shows that AQ directed the attack. ","date":"2005-07-07","casualties":"56 killed, 770+ wounded","source":"{{Report of the Official Account of the Bombings in London on 7th July 2005. Rep. House of Commons, 11 May 2006. Web. 31 July 2015. <http:\/\/news.bbc.co.uk\/2\/shared\/bsp\/hi\/pdfs\/11_05_06_narrative.pdf>.}} ","group_id":"21"},{"id":"1573","description":"Seventeen members of the self-proclaimed \"Jerusalem Squadron\", attacked two oil industry buildings in Khobar, Saudi Arabia. The militants took 41 hostages, reportedly questioning and releasing only Muslim hostages prior to their standoff with police. Abdulaziz al-Muqrin, the leader of AQAP from 2003-2004, claimed responsibility for the attacks in an audio tape.","date":"2004-05-29","casualties":"22 killed, 25 wounded","source":"{{Bakier, Abdul Hameen. \"Lessons from al Qaeda's attack on the Khobar compound.\" August 11, 2006. The Jamestown Foundation. http:\/\/www.jamestown.org\/programs\/gta\/single\/?tx_ttnews%5Btt_news%5D=871&tx_ttnews%5BbackPid%5D=181&no_cache=1. Accessed July 27, 2","group_id":"21"},{"id":"1571","description":"Over two days (11\/15 and 11\/20, 2003), four truck bombs ran into 2 Jewish synagogues, a bank, and the British Consulate in Istanbul, Turkey. The bombing at the British Consulate may have been coordinated with U.S. President Bush's meeting with Tony Blair, which occurred the day of the second bombing (11\/20\/2003). ","date":"2003-11-15","casualties":"67 killed, 700+ wounded","source":"{{\"Bin Laden alledgedly planned attack in Turkey.\" Associated Press. MSNBC News. http:\/\/www.msnbc.msn.com\/id\/3735645\/#.UBLxkkL-DzI. December 17, 2003.}}","group_id":"21"},{"id":"1575","description":"After coordinated bombs went off on Madrid’s public transportation system, killing 191, a Spanish government investigation report found that AQ may have inspired the attacks, but that AQ had no involvement in the planning or operation of the bombings. Intelligence gathered after the investigation suggests that AQ may have facilitated and supervised the attack. ","date":"2004-03-11","casualties":"191 killed, 1820 wounded","source":"{{Nash, Elizabeth. \"Madrid Bombers 'were Inspired by Bin Laden Address'\" The Independent. N.p., 7 Nov. 2006. Web. 04 Aug. 2015. <http:\/\/www.independent.co.uk\/news\/world\/europe\/madrid-bombers-were-inspired-by-bin-laden-address-423266.html>.}} {{Reinares, F","group_id":"21"}],"Leader":[{"id":"935","name":"Atiyah abd al-Rahman","startdate":"0000-00-00","enddate":"2011-08-22","description":"Rahman, an AQ operative from Libya who was close with bin Laden, took over as AQ’s operational planner after bin Laden’s death, effectively serving at the organization’s second-in-command. He was killed by a U.S. drone strike in August 2011. ","source":"{{Mazzetti, Mark. \"C.I.A. Drone Is Said to Kill Al Qaeda’s No. 2.\" The New York Times. N.p., 27 Aug. 2011. Web. 15 July 2015.}} {{Hoffman, Bruce. \"Al Qaeda's Uncertain Future.\" Studies in Conflict & Terrorism 36.8 (2013): 636. Web. 15 July 2015. }}","group_id":"21"},{"id":"929","name":"Osama bin Laden","startdate":"1999-00-00","enddate":"2011-05-02","description":"Bin Laden was the Saudi-born founder and leader of Al Qaeda. He supported the Afghan resistance to the Soviet occupation in the 1980s, then began to target the U.S. and other Western influences with Al Qaeda. He was killed by U.S. Navy Seals in May 2011.","source":"{{Zernike, Kate, and Michael T. Kaufman. \"The Most Wanted Face of Terrorism.\" The New York Times, 01 May 2011. Web. 15 July 2015.}}","group_id":"21"},{"id":"931","name":"Ayman al-Zawahiri","startdate":"0000-00-00","enddate":"0001-00-00","description":"Zawhiri was AQ’s longtime second-in-command who became the group’s leader in 2011 when bin Laden was killed. Some analysts credit Zawahiri with controlling the group’s strategy before bin Laden’s death, while bin Laden acted as AQ’s figurehead. Others call Zawahiri, who comes from a family of politicians and religious scholars, AQ’s ideological mastermind. ","source":"{{Cragin, R. Kim. \"A Recent History Of Al-Qa'ida.\" The Historical Journal. J. 57.03 (2014): 804. Web. 18 July 2015.}}  {{Riedel, Bruce O. The Search for Al Qaeda: Its Leadership, Ideology, and Future. Washington, D.C.: Brookings Institution, 2008. 17. Pri","group_id":"21"},{"id":"933","name":"Mustafa Abu al-Yazid, also known as Sheikh Saeed al-Masri","startdate":"0000-00-00","enddate":"2010-05-22","description":"Yazid was a founder and financial chief of AQ, and also was believed to be third in command of the group behind Zawahiri and bin Laden. He played a vital role in operational planning, especially attacks on Western forces in Afghanistan. Yazid was killed in May 2010 by a U.S. drone strike. ","source":"{{Schmitt, Eric. \"American Strike Is Said to Kill a Top Qaeda Leader.\" The New York Times. 31 May 2010. Web. 15 July 2015.}}","group_id":"21"},{"id":"937","name":"Abu Yahya al-Libi","startdate":"0000-00-00","enddate":"2012-06-05","description":"Libi was a Libyan Islamic scholar who played large role in AQ operations. He was reportedly second to Zawahiri when he was killed in a U.S drone strike in North Waziristan. ","source":"{{Walsh, Declan, and Eric Schmitt. \"Drone Strike Killed No. 2 in Al Qaeda, U.S. Officials Say.\" The New York Times. 05 June 2012. Web. 15 July 2015.}}","group_id":"21"},{"id":"939","name":"Nasser al-Wuhayshi","startdate":"0000-00-00","enddate":"2015-06-00","description":"Wuhayshi was the leader of AQAP and reportedly became the second-in-command of Al Qaeda soon before his death in June 2015, when he was killed by a U.S. drone strike. ","source":"{{Shane, Scott. \"No. 2 Qaeda Leader May Have Died in U.S. Airstrike in Yemen.\" The New York Times. 15 June 2015. Web. 15 July 2015.}}","group_id":"21"}],"Listing":[{"id":"91","group_id":"21","orglist_id":"1","date":"1999-10-08","enddate":"0000-00-00"},{"id":"189","group_id":"21","orglist_id":"4","date":"1999-10-15","enddate":"0001-00-00"}],"NameChange":[],"Size":[{"id":"433","size":"75 (core)","date":"1989-00-00","source":"CIA-FBI Task Force","citation":"{{Silverstein, Ken. \"The Al Qaeda Clubhouse: Members Lacking.\" Harper's Magazine. July 5, 2006. http:\/\/www.harpers.org\/archive\/2006\/07\/sb-al-qaeda-new-members-badly-needed-1151963690. Accessed August 2, 2012.}} ","group_id":"21"},{"id":"435","size":"500-1000 (core)","date":"2001-09-11","source":"CIA-FBI Task Force","citation":"{{Silverstein, Ken. \"The Al Qaeda Clubhouse: Members Lacking.\" Harper's Magazine. July 5, 2006. http:\/\/www.harpers.org\/archive\/2006\/07\/sb-al-qaeda-new-members-badly-needed-1151963690. Accessed August 2, 2012.}} ","group_id":"21"},{"id":"437","size":"18,000","date":"2004-00-00","source":"London International Institute of Strategic Studies","citation":"{{McGrath, Kevin. Confronting Al Qaeda: New Strategies to Combat Terrorism. Annapolis, MD: Naval Institute, 2011. Print. 65.}}","group_id":"21"},{"id":"439","size":"3,000-4,000","date":"2011-09-00","source":"Pentagon","citation":"{{Bialik, Carl. \"Shadowy Figures: Al Qaeda's Ranks are Hard to Measure.\" The Wall Street Journal. September 9, 2011. http:\/\/online.wsj.com\/article\/SB10001424053111903285704576560593124523206.html. Accessed July 30, 2015.}}","group_id":"21"}],"Region":[{"id":"2","name":"Afghanistan\/Pakistan","GroupsRegion":{"id":"677","group_id":"21","region_id":"2"}},{"id":"4","name":"Algeria","GroupsRegion":{"id":"679","group_id":"21","region_id":"4"}},{"id":"1","name":"Iraq","GroupsRegion":{"id":"681","group_id":"21","region_id":"1"}},{"id":"19","name":"Libya","GroupsRegion":{"id":"683","group_id":"21","region_id":"19"}},{"id":"15","name":"Mali","GroupsRegion":{"id":"685","group_id":"21","region_id":"15"}},{"id":"89","name":"Morocco","GroupsRegion":{"id":"687","group_id":"21","region_id":"89"}},{"id":"17","name":"Niger","GroupsRegion":{"id":"689","group_id":"21","region_id":"17"}},{"id":"18","name":"Nigeria","GroupsRegion":{"id":"691","group_id":"21","region_id":"18"}},{"id":"5","name":"Somalia","GroupsRegion":{"id":"693","group_id":"21","region_id":"5"}},{"id":"69","name":"Syria","GroupsRegion":{"id":"695","group_id":"21","region_id":"69"}},{"id":"14","name":"Yemen","GroupsRegion":{"id":"697","group_id":"21","region_id":"14"}}],"Subregion":[{"id":"59","name":"Azad Kashmir","region_id":"2","GroupsSubregion":{"id":"281","group_id":"21","subregion_id":"59"}},{"id":"4","name":"Federally Administered Tribal Areas","region_id":"2","GroupsSubregion":{"id":"283","group_id":"21","subregion_id":"4"}},{"id":"6","name":"Islamabad","region_id":"2","GroupsSubregion":{"id":"285","group_id":"21","subregion_id":"6"}},{"id":"71","name":"Kabul Province","region_id":"2","GroupsSubregion":{"id":"287","group_id":"21","subregion_id":"71"}},{"id":"73","name":"Khost Province","region_id":"2","GroupsSubregion":{"id":"289","group_id":"21","subregion_id":"73"}},{"id":"81","name":"Logar Province","region_id":"2","GroupsSubregion":{"id":"291","group_id":"21","subregion_id":"81"}}],"Ideology":[{"id":"3","name":"Islamist","GroupsIdeology":{"id":"64573","group_id":"21","ideology_id":"3"}},{"id":"1","name":"Sunni","GroupsIdeology":{"id":"64575","group_id":"21","ideology_id":"1"}}]},{"Group":{"id":"493","name":"Jabhat Fatah al-Sham (Formerly Jabhat al-Nusra)","shortname":"Fatah al-Sham","startdate":"2011-12-00","enddate":"0000-00-00","description":"Jabhat Fatah al-Sham, formerly known as Jabhat al-Nusra (Al-Nusra), is a Sunni opposition group that aims to overthrow the Assad Regime and establish an Islamic Emirate in Syria. The group targets the Assad Regime, Shiite forces and U.S backed forces in 11 of Syria’s 13 governorates and has conducted operations in Lebanon’s Bekka Valley. Al-Nusra was formed in late 2011 when Al Qaeda in Iraq (AQI) emir Abu Bakr al-Baghdadi sent AQI operative Abu Muhammad al-Julani to Syria to organize regional jihadist cells. At its inception, Al-Nusra began harboring the Khorasan Group, a cell of approximately two-dozen experienced Al Qaeda (AQ) jihadists who were sent to Syria by central AQ leadership in order to develop international terror plots. However Al-Nusra began targeting the Islamic State (IS, formerly AQI) in January 2014 amid rising tensions between IS and the Sunni opposition forces. Additionally in July 2016, Al-Nusra ended its affiliation with Al Qaeda (AQ) and changed its name to Jabhat Fatah al-Sham (The Front for the Conquest of the Levant). Throughout the conflict, the group has sought to cast itself as an irreplaceable military ally for opposition forces, and has a longstanding military partnership with Ahrar al-Sham.","dummy":"0","min_zoom":"0","max_zoom":"0","active":true},"Attack":[{"id":"2213","description":"Al-Nusra kidnapped several members of D30, an opposition group that received weapons and training from the United States, and began an offensive against the group","date":"2015-07-31","casualties":"35-45 killed, 18+ wounded","source":"Barnard, Anne, and Eric Schmitt. \"Rivals of ISIS Attack U.S.-Backed Syrian Rebel Group.\" New York Times. New York Times, 31 Jul. 2015. Web. 14 Sep. 2015. Ignatius, David. \"U.S. Drone Strikes Batter Jabhat Al-Nusra, Encouraging Moderates.\" The Washington P","group_id":"493"},{"id":"2215","description":"Jabhat Fatah al-Sham coordinated with the Jaysh al-Fatah umbrella organization and the Fatah Halab control room to break through the Assad Regime’s siege on the city of Aleppo. On August 10, the Assad Regime reportedly retaliated with a chlorine attack on opposition-held areas in the city of Aleppo","date":"2016-08-07","casualties":"unknown casualties","source":"Joscelyn, Thomas. “Jihadists and other rebels claim to have broken through siege of Aleppo.” The Long War Journal. Foundation for Defense of Democracies, 7 Aug. 2016. Web. 18 Aug. 2016. “Weekly Conflict Summary August 4-10. The Carter Center. The Carter C","group_id":"493"},{"id":"2209","description":"Al-Nusra attacked and defeated the Syrian Revolutionary Front (SRF) and Harakat Hazzm in the Jabal al-Zawiya region in Idlib. The two moderate opposition groups were linked to the Free Syrian Army (FSA), and both surrendered local towns to Al-Nusra. Some of their members were arrested while others defected to Al-Nusra","date":"2014-11-03","casualties":"unknown casualties","source":"\"Jihadists Edging out US Allies in Syria.\" BBC News. 4 Nov. 2014. Web. 9 Nov. 2014.","group_id":"493"},{"id":"2211","description":"Al-Nusra coordinated with the Jaysh al-Fatah umbrella organization to seize the city of Idlib from the Assad Regime. It was the first time that opposition groups controlled the city of Idlib since the outbreak of the civil war. The battle was part of a successful Jaysh al-Fatah campaign to push the Assad Regime out of the Idlib governorate by June 2015","date":"2015-03-00","casualties":"unknown casualties","source":"Graham-Harrison, Emma. \"Blow for Assad as Islamist Militants Take Strategically Important City of Idlib.\" The Guardian. The Guardian, 28 Mar. 2015. Web. 9 Sept. 2015. “Syria Frontlines Update.” Syria Conflict Mapping Project. The Carter Center, 9 Oct. 201","group_id":"493"},{"id":"2205","description":"Al-Nusra began targeting Hezbollah with a suicide bombing in Bekaa Valley in Lebanon, near the boarder with Syria","date":"2014-03-16","casualties":"4 killed, unknown wounded","source":"\"Lebanon car bomb kills local Hezbollah leader.\" Al Jazeera. Al Jazeera, 16 March. 2014. Web. 10 Aug. 2016.","group_id":"493"},{"id":"2207","description":"An Amerian citizen known as Abu Huraira al-Amriki carried out a suicide truck bombing in the Idlib governorate. This is allegedly the first instance of an American conducting a suicide attack in Syria","date":"2014-05-25","casualties":"1 killed, 0 wounded","source":"Schmitt, Eric, and Ben Hubbard. \"Suicide Bomber in Syria Was U.S. Citizen, Officials Say.\" New York Times. N.p., 28 May 2014. Web. 30 June 2014.","group_id":"493"},{"id":"2203","description":"Al-Nusra coordinated with Ahrar al-Sham, the Islamic Front umbrella group, and battalions from the Supreme Military Council to drive IS out of the city of Raqqa. IS retook Raqqa in July 2014","date":"2014-01-06","casualties":"100 killed, unknown wounded","source":"Barnard, Anne, and Rick Gladstone. \"Rebel Infighting Spreads to an Eastern Syrian City.\" The New York Times, 06 Jan. 2014. Web. 23 Jul. 2014. Pizzi, Michael and Shabaan, Nick.  “ISIS builds power base unchecked, takes over A-Raqqa.” Syria: direct. Syria: ","group_id":"493"},{"id":"2201","description":"Al-Nusra, Ahrar al-Sham, the Islamic State (IS), Jaysh Muhajireen wal-Ansar, and Suqquor al-Izz attacked Alawite villages as part of an offensive in the Latakia governorate. They killed 190 civilians, while Al-Nusra only lost 3 fighters. IS and Jaysh Muhajireen wal-Ansar took 200 hostages","date":"2013-08-04","casualties":"193+ killed, unknown wounded","source":"“Syria: Executions, Hostage Taking by Rebels.” Human Rights Watch. Human Rights Watch, 10 Oct. 2013. Web. 13 May. 2016.","group_id":"493"},{"id":"2199","description":"Al-Nusra coordinated with other opposition forces to capture the Syrian army’s Tabqa encampment in the Raqqa governorate. The groups secured artillery and ammunition, and gained control of a key checkpoint in the town of Tabqa","date":"2013-02-10","casualties":"unknown casualties","source":"“Rebels launch attacks across Syria.” Al Jazeera. Al Jazeera, 10 Feb. 2013. Web. 17 Aug. 2016.","group_id":"493"},{"id":"2197","description":"Al-Nusra carried out a suicide bombing in the Hama governorate against the Assad Regime. At the time, this bombing represented the highest amount of casualties inflicted on the Assad Regime through an attack by opposition forces","date":"2012-11-05","casualties":"50+ killed, unknown wounded","source":"Karouny, Miriam and Perry, Tom. “Suicide bomber kills 50 Syrian men: opposition.” Reuters. Thomson Reuters, 5 Nov. 2012. Web. 18 Aug. 2016.","group_id":"493"},{"id":"2193","description":"Two Al-Nusra suicide bombers attacked military intelligence facilities in the city of Damascus. This was Al-Nusra’s first official attack","date":"2011-12-23","casualties":"44 killed, 150+ injured","source":"“UN Security Council condemns Syria suicide attacks.” BBC. BBC, 24 Dec. 2011. Web. 18 Aug. 2016. Lister, Charles. “Profiling Jabhat al-Nusra.” Brookings Institution. Brooking Institution, Jul. 2016. Web. 15 Aug. 2016.","group_id":"493"},{"id":"2195","description":"Al-Nusra conducted two suicide bombings in the Damascus governorate against the Assad Regime","date":"2012-03-17","casualties":"27+ killed, 100+ wounded","source":"Roggio, Bill. “Al-Nusrah Front claims 3 more suicide attacks in Daraa.” Threat Matrix. Foundation for Defense of Democracies, 27 Nov. 2012. Web. 18 Aug. 2016.","group_id":"493"}],"Leader":[{"id":"1073","name":"Muhsin al-Fadhli","startdate":"0000-00-00","enddate":"2015-07-21","description":"Fadhli, also known as Muhsin Fadhil ‘Ayyid al Fadhli, Muhsin Fadil Ayid Ashur al Fadhli, Abu Majid Samiyah, and Abu Samia, was a Kuwaiti national who allegedly commanded the Khorasan Group, an Al Qaeda (AQ) cell reportedly harbored by Al-Nusra. Fadhli moved to Syria after the United States State Department identified him as the leader of AQ in Iran in 2012. He was killed by a U.S. drone strike in July 2015. ","source":"Schmitt, Eric. \"Leader of Qaeda Cell in Syria, Muhsin Al-Fadhli, Is Killed in Airstrike, U.S. Says.\" The New York Times, 21 July 2015. Web. 13 Sept. 2015. “Rewards for Justice-al Qaida Reward Offers.” Office of the Spokesperson. U.S. State Department, 18 ","group_id":"493"},{"id":"1069","name":"Abdul Mohsen Abdullah Ibrahim al-Sharikh","startdate":"2013-00-00","enddate":"0001-00-00","description":"Sharikh is a Fatah al-Sham leader and strategist. Before he traveled to Syria in spring 2013 to become a senior leader in the group, Sharikh coordinated AQ financial networks in Pakistan and Iran. Sharikh is on Saudi Arabia’s list of most wanted terrorists, and is on the U.S. Treasury Department’s Specially Designated Global Terrorists list.","source":"\"Treasury Designates Additional Supporters of the Al-Nusrah Front and Al-Qaida.\" Press Center. U.S. Department of the Treasury, 22 Aug. 2014. Web. 12 Nov. 2014.","group_id":"493"},{"id":"1065","name":"Sami al-Oreidi","startdate":"2014-00-00","enddate":"0001-00-00","description":"Oreidi, also known as Abu Mahmoud al-Shami, is Fatah al-Sham’s top religious figure and second in command. Before he replaced Juburi as the group’s top religious figure in 2014, Oreidi served as the second highest Shariah authority under Juburi.","source":"Lund, Aron. \"The Nusra Front's Internal Purges.\" Syria in Crisis. Carnegie Endowment for International Peace, 7 Aug. 2015. Web. 17 Sept. 2015. “Sami al-Oraidi.” Counter Extremism Project. Counter Extremism Project. Web. 15 Aug. 2016.","group_id":"493"},{"id":"1067","name":"Saleh al-Hamawi","startdate":"2011-00-00","enddate":"2015-00-00","description":"Hamawi, also known as Abu Mohammed, is a Syrian national from the Hama governorate. Hamawi allegedly helped found Al-Nusra and held a leadership position in Al-Nusra’s Shura Council until he was expelled from his leadership role in 2015. Hamawi claims that tensions erupted between him and the rest of the council after he was branded a “regionalist” for prioritizing victory in Syria over the global jihad movement. ","source":"Lund, Aron. \"The Nusra Front's Internal Purges.\" Syria in Crisis. Carnegie Endowment for International Peace, 7 Aug. 2015. Web. 17 Sept. 2015.","group_id":"493"},{"id":"1061","name":"Abu Muhammad al-Julani","startdate":"2012-01-00","enddate":"0001-00-00","description":"Julani is Jabhat Fatah al-Sham’s current leader. Julani is a Syrian national, and he became a close associate of Al Qaeda in Iraq leader Abu Musab al-Zarqawi after moving to Iraq. Julani briefly left Iraq after Zarqawi was killed in a U.S. drone strike in 2006, and after he was released from a U.S. military camp known as Camp Bucca, he resumed militancy work with future Islamic State leader Abu Bakr al-Baghdadi. Julani was later dispatched to Syria to connect with local AQ networks, and founded Al-Nusra in 2012.","source":"\"Treasury Designates Additional Supporters of the Al-Nusrah Front and Al-Qaida.\" Press Center. U.S. Department of the Treasury, 22 Aug. 2014. Web. 12 Nov. 2014. Abdul-Zahra, Qassim and Karim, Zeina. “Elusive Al-Qaeda leader in Syria stays in Shadows.” The","group_id":"493"},{"id":"1063","name":"Maysar Ali al-Juburi","startdate":"2011-00-00","enddate":"2014-00-00","description":"Juburi, also known as Abu Maria al-Qatani helped found Al-Nusra and was its top religious official. Juburi first came to Syria in 2010, after he was wounded in a fight in Iraq with American forces as a member of the Islamic State. Though he had clashed with AQ’s Iraqi leadership, he was chosen to help create Al-Nusra. He served as Al-Nusra’s top religious official until he was replaced by Sami al-Oreidi in 2014, and was demoted to a standard member.","source":"Lund, Aron. \"The Nusra Front's Internal Purges.\" Syria in Crisis. Carnegie Endowment for International Peace, 7 Aug. 2015. Web. 17 Sept. 2015.","group_id":"493"}],"Listing":[{"id":"149","group_id":"493","orglist_id":"1","date":"2012-12-11","enddate":"0000-00-00"},{"id":"157","group_id":"493","orglist_id":"25","date":"2014-05-14","enddate":"0000-00-00"}],"NameChange":[{"id":"145","name":"Jabhat Fatah al-Sham","description":"Jabhat al-Nusra ended its affiliation with Al Qaeda and changed its name to Jabhat Fatah al-Sham (The Front for the Conquest of the Levant).","date":"2016-07-28","group_id":"493"}],"Size":[{"id":"267","size":"300-400 ","date":"2012-00-00","source":"Hurriyet","citation":"Solomon, Ariel Ben. \"Al-Qaida linked group doubles size in Syria.\" Hurriyet. Hurriyet, 28 March 2013. Web. 6 April. 2013. ","group_id":"493"},{"id":"269","size":"5,000 ","date":"2013-00-00","source":"Quillam Foundation","citation":"Benotman, Noman and Roisin Blake. “Jabhat al-Nusra.” Quillam Foundation. Quillam Foundation. Web. 9 April 2013.","group_id":"493"},{"id":"301","size":"7,000","date":"2013-00-00","source":"The Economist","citation":"“Competition among Islamists.” The Economist. N.p., 20 July 2013. Web. 3 July 2014.","group_id":"493"},{"id":"303","size":"5,000-6,000","date":"2014-00-00","source":"RAND Corporation","citation":"Jenkins, Brian M. The Dynamics of Syria's Civil War. Rep. RAND Corporation, 2014. Web.","group_id":"493"},{"id":"625","size":"5,000-10,000","date":"2016-00-00","source":"BBC","citation":"“Syrian war: Who are Jabhat Fateh al-Sham?” BBC. BBC, 1 Aug. 2016. Web. 15 Aug. 2016.","group_id":"493"},{"id":"627","size":"7,000","date":"2016-00-00","source":"Brookings Institution","citation":"Lister, Charles. “Profiling Jabhat al-Nusra.” Brookings Institution. Brooking Institution, Jul. 2016. Web. 15 Aug. 2016.","group_id":"493"}],"Region":[{"id":"69","name":"Syria","GroupsRegion":{"id":"583","group_id":"493","region_id":"69"}}],"Subregion":[],"Ideology":[]},{"Group":{"id":"669","name":"Jund al-Aqsa","shortname":"Jund al-Aqsa","startdate":"2013-09-00","enddate":"2016-12-00","description":"Jund al-Aqsa was initially led by Shiekh Abdul Aziz al-Qatari as a subunit within Al Qaeda’s (AQ) Syrian affiliate, Jabhat al-Nusra (Al-Nusra). In response to tension between Al-Nusra and the Islamic State (IS), Jund al-Aqsa left Al-Nusra in September 2013 in order to provide an alternate front to recruit reserve foreign fighters. Although the group left Al-Nusra in 2013, Jund al-Aqsa continued to affirm its allegiance to Al-Nusra and AQ central command, and was active predominantly in Syria’s Idlib and Hama governorates. In addition to direct cooperation with Al-Nusra, Jund al-Aqsa coordinated attacks with the group as part of the Jaysh al-Fatah umbrella organization until October 2015, when it left the group due to misgivings about the tactics employed by Ahrar al-Sham and fighting IS. Jund al-Aqsa began coordinating attacks against the Syrian army with IS in early 2016, but still remained loyal to AQ and Al-Nusra, now known as Jabhat Fatah al-Sham (Fatah al-Sham). Jund al-Aqsa also had a tense relationship with Ahrar al-Sham, a Salafi group that began targeting Jund al-Aqsa in October 2016. On October 10, 2016, Jund al-Aqsa merged into Fatah al-Sham, and Fatah al-Sham leaders negotiated a ceasefire with Ahrar al-Sham.","dummy":"0","min_zoom":"0","max_zoom":"0","active":false},"Attack":[{"id":"2271","description":"Jund al-Aqsa attacked civilians and Syrian army soldiers in Maan, a predominantly Alawite village in the Hama governorate. The U.S. State Department referred to this attack as a civilian massacre in a statement designating Jund al-Aqsa as a foreign terrorist organization","date":"2014-02-00","casualties":"60+ killed, unknown wounded","source":"“More Syrians flee besieged Homs Old City.” BBC. BBC, 10 Feb. 2016. Web. 24 Sep. 2016. “State Department Terrorist Designation of Jund al-Aqsa.” U.S. State Department. U.S. State Department, 20 Sep. 2016. Web. 24 Sep. 2016.","group_id":"669"},{"id":"2273","description":"Jund al-Aqsa coordinated with Jabhat al-Nusra (Al-Nusra) and the Free Syrian Army (FSA) to capture a Syrian army base at Wadi al-Deif in the Idlib governorate. The opposition groups took 15 Syrian army soldiers prisoner","date":"2014-12-15","casualties":"43 killed, unknown wounded","source":"“Syria conflict: Rebels capture key Idlib army bases.” BBC News. BBC, 15 Dec. 2014. Web. 25 Sep. 2016.","group_id":"669"},{"id":"2275","description":"Jund al-Aqsa coordinated with Al-Nusra and the Jaysh al-Fatah umbrella organization to seize the city of Idlib from the Assad Regime. It was the first time that opposition groups controlled the city of Idlib since the outbreak of the civil war. The battle was part of a successful Jaysh al-Fatah campaign to push the Assad Regime out of the Idlib governorate by June 2015","date":"2015-03-00","casualties":"unknown casualties","source":"Joscelyn, Thomas. “Jihadist coalition captures checkpoints around city of Idlib.” The Long War Journal. Foundation for Defense of Democracies, 27 Mar. 2015. Web. 25 Sep. 2016. Graham-Harrison, Emma. \"Blow for Assad as Islamist Militants Take Strategically","group_id":"669"},{"id":"2277","description":"Jund al-Aqsa coordinated with the Islamic State and the FSA to capture Rasm al-Nafal, a village on the Khanasser-Aleppo road, from the Syrian army in order to cut off the Assad Regime’s only supply line to the Aleppo governorate. The Syrian army coordinated with Hezbollah and other pro-Regime forces to successfully recapture Rasm al-Nafal and other opposition held areas during the seven-day Khanasser offensive","date":"2016-02-22","casualties":"237 killed, unknown wounded","source":"Fadel, Leith. “ISIS, rebels attack the Syrian Army together in Southeast Aleppo.” Al-Masdar News. Al-Masdar News, 22 Feb. 2016. Web. 25 Sep. 2016. “Were killed by regime forces and gunmen loyal to her the ‘Islamic State’ and other factions during the rece","group_id":"669"},{"id":"2279","description":"Jund al-Aqsa coordinated with the FSA to push the Syrian Army out of Halfaya, a town in the northern part of the Hama governorate. The attack began after Jund al-Aqsa suicide bombers stormed Syrian army outposts. The Assad Regime responded with a series of airstrikes against opposition outposts","date":"2016-08-30","casualties":"20+ killed, unknown wounded","source":"Al-Khalidi, Suleiman. “Syrian rebels make gains in Northern Hama province, capture strategic town.” Reuters. Thomas Reuters, 30 Aug. 2016. Web. 25 Sep. 2016.","group_id":"669"}],"Leader":[{"id":"1239","name":"Shiekh Abdul Aziz al-Qatari ","startdate":"2012-00-00","enddate":"2014-00-00","description":"Qatari, also known as Mohammed Yusaf al-Athama, founded Jund al-Aqsa and served as the group’s Emir until his death in late 2014. Before he became active in the Syrian conflict, Qatari allegedly fought for Al Qaeda (AQ) in Afghanistan, and had close ties to Osama bin Laden and current AQ leader Ayman al-Zawahiri. Following his disappearance earlier in the year, Qatari was found dead in late 2014. He was allegedly killed by members of the Syrian Martyrs Brigade, which is part for the Syrian Revolutionaries Front.","source":"Joscelyn, Thomas. “Jund al Aqsa leaders join Al Nusrah Front.” The Long War Journal. Foundation For Defense of Democracies, 17 Feb. 2016. Web. 13 Sep. 2016. Lister, Charles. “Al Qai’da Plays a Long Game in Syria.” CTC Sentinel. Combating Terrorism Center ","group_id":"669"},{"id":"1241","name":"Said Arif","startdate":"0000-00-00","enddate":"2015-05-00","description":"Arif served as Jund al-Aqsa’s military leader. The former Algerian army officer was on the U.S. State Department’s list of “Specially Designated Global Terrorists,” and had trained with AQ in the 1990s before he was convicted in 2006 as a member of the Chechen Network, a group that attempted to coordinate multiple terrorist attacks in France. In October 2013, Arif fled house arrest in France and initially joined Jabhat al-Nusra in Syria before defecting to Jund al-Aqsa. He was killed by a U.S. airstrike on May 20, 2015.","source":"“Terrorist Designation of Said Airf.” United States State Department, 18 Aug. 2014. Web. 23 Sep. 2016. Lister, Charles. “An internal struggle: Al Qaeda’s Syrian affiliate is grappling with its identity.” Brookings Institution. Brookings Institution, 31 Ma","group_id":"669"},{"id":"1243","name":"Abu Dhar Najdi","startdate":"0000-00-00","enddate":"2016-10-10","description":"Abu Dhar Najdi was Jund al-Aqsa’s last emir. Little verifiable information has been reported about him.","source":"Ali, Abdullah Sulieman. “Jabhat al-Nusra competes with IS to attract new allies.” Al Monitor. Al Monitor, 10 Feb. 2016. Web. 23 Sep. 2016.","group_id":"669"}],"Listing":[{"id":"253","group_id":"669","orglist_id":"1","date":"2016-09-20","enddate":"0000-00-00"},{"id":"255","group_id":"669","orglist_id":"33","date":"2015-01-00","enddate":"0000-00-00"}],"NameChange":[{"id":"147","name":"Jund al-Aqsa","description":"Sarayat al-Quds changed its name to Jund al-Aqsa at an unknown time following its formation. {{Hussein, Tam. “Why Did Jund Al-Aqsa Join Nusra Front in Taking Out ‘Moderate’ Rebels in Idlib?” Huffington Post. Huffington Post, 11 Jun. 2014. Web. 23 Sep. 2016.}}  ","date":"0000-00-00","group_id":"669"}],"Size":[{"id":"629","size":"1,000","date":"2014-00-00","source":"Huffington Post","citation":"Hussein, Tam. “Why Did Jund Al-Aqsa Join Nusra Front in Taking Out ‘Moderate’ Rebels in Idlib?” Huffington Post. Huffington Post, 11 Jun. 2014. Web. 23 Sep. 2016.","group_id":"669"}],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"535","name":"Kurdish Islamic Front","shortname":"KIF","startdate":"2013-11-00","enddate":"2014-12-00","description":"The Kurdish Islamic Front (KIF) was founded by Islamic activist Sheikh Abu Abdullah al-Kurdi and the militant group Ahrar al-Sham in 2013. The KIF allegedly joined the Islamic Front to combat the impression that the umbrella organization’s conflict with the Kurdish Popular Protection Units (YPG) was ethnically motivated. It was the Islamic Front’s smallest member, and it began targeting the Assad Regime, the Islamic State, and the YPG as part of the Islamic Front’s offensives in early-2014 in northern Syria. The KIF fought alongside Ahrar al-Sham and adopted its ideologies and military goals. The group officially merged with Ahrar al-Sham after the Islamic Front fragmented in mid-2014. ","dummy":"1","min_zoom":"0","max_zoom":"0","active":false},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"523","name":"Ahrar al-Sham","shortname":"Ahrar al-Sham","startdate":"2011-12-00","enddate":"0000-00-00","description":"Ahrar al-Sham also known as Harakat Ahrar al-Sham al-Islamiyya, or the Islamic Movement of the Free Men of the Levant, is a Sunni Salafist militant group established in late 2011 that aims to replace the Assad Regime with an Islamic government. The group operates throughout Syria but concentrates its attacks in the north and west of the country. From its inception in 2011 until late 2013, Ahrar al-Sham cooperated with the Islamic State (IS), and launched a successful campaign to remove the Syrian army from Raqqa. However, Ahrar al-Sham and Hay'at Tahrir al-Sham, formerly known as Jabhat al-Nusra (Al-Nusra), began targeting IS after it killed an Ahrar al-Sham member in January 2014. From 2014 through 2015, Ahrar al-Sham strengthened its alliance with Al-Nusra by coordinating attacks against the Syrian army and by creating the Jaysh al-Fatah umbrella group to force the Syrian army out of Idlib province in 2015. In August 2015, Ahrar al-Sham also began negotiating ceasefire agreements with the Assad Regime on behalf of the Sunni militant groups in Idlib. However, it has not participated in further negotiations since it left a conference on a nation-wide ceasefire in December 2015. ","dummy":"0","min_zoom":"0","max_zoom":"0","active":true},"Attack":[{"id":"1073","description":"Ahrar al-Sham and Jabhat al-Nusra (Al-Nusra) attacked the International Center for Agricultural Research in the Dry Areas, killing several Syrian army soldiers and seizing weapons and vehicles ","date":"2012-11-01","casualties":"unknown casualties","source":"Roggio, Bill. \"Al Nusrah Front Claims 2 Suicide Attacks, Joint Operations with Jihadist Groups in Syria.\" Long War Journal. Foundation for the Defense of Democracies, 15 Nov. 2012. Web. 23 July 2014.\r\n \t\t\t\t\t","group_id":"523"},{"id":"1947","description":"Ahrar al-Sham coordinated with Al-Nusra, Islamic Front units, and battalions from the Supreme Military Council to drive IS out of Raqqa. IS retook Raqqa in July 2014","date":"2014-01-06","casualties":"100 killed, unknown wounded","source":"Barnard, Anne, and Rick Gladstone. \"Rebel Infighting Spreads to an Eastern Syrian City.\" The New York Times, 06 Jan. 2014. Web. 23 Jul. 2014. Pizzi, Michael and Shabaan, Nick. “ISIS builds power base unchecked, takes over A-Raqqa.” Syria: direct. Syria: d","group_id":"523"},{"id":"1079","description":"Ahrar al-Sham and Al-Nusra seized Raqqa from government forces, making it the first provincial capital to come completely under the control of opposition forces","date":"2013-03-08","casualties":"unknown casualties","source":"Roggio, Bill. \"Al Nusrah Front Seizes Control of Syrian City of Raqqah.\" Long War Journal. Foundation for the Defense of Democracies, 8 Mar. 2013. Web. 23 July 2014.","group_id":"523"},{"id":"1075","description":"Ahrar al-Sham rescued NBC correspondent Richard Engel from the North Idlib Falcons Brigade, a Sunni militant group associated with the Free Syrian Army that had taken Engel as a hostage ","date":"2012-12-00","casualties":"unknown casualties","source":"Somaiya, Ravi, Chivers, C.J, and Shoumali, Karam. “NBC News Alters Account of Correspondent’s Kidnapping in Syria.” New York Times. The New York Times, 15 Apr. 2015. Web. 28 May. 2016.\r\n\t\t\t\t\t","group_id":"523"},{"id":"1943","description":"Ahrar al-Sham, the Islamic State (IS), Al-Nusra, Jaysh Muhajireen wal-Ansar, and Suqquor al-Izz attacked Alawite villages as part of a Latakia offensive. They killed 190 civilians, while Ahrar al-Sham only lost 3 fighters. IS and Jaysh Muhajireen wal-Ansar took 200 hostages","date":"2013-08-04","casualties":"193+ killed, unknown wounded","source":"“Syria: Executions, Hostage Taking by Rebels.” Human Rights Watch. Human Rights Watch, 10 Oct. 2013. Web. 13 May. 2016.","group_id":"523"},{"id":"1953","description":"Ahrar al-Sham coordinated with the Jaysh al-Fatah umbrella organization to drive the Syrian army out of Idlib governorate","date":"2015-06-09","casualties":"45 killed, unknown wounded","source":"Rifai, Ryan. “Syrian group claims control of Idlib province.” Al Jazeera. Al Jazeera, 9 Jun. 2015. Web. 30 Apr. 2016.","group_id":"523"},{"id":"1955","description":"Ahrar al-Sham and Al-Nusra clashed with Assad Regime forces in al-Qarqor near the Idlib governorate. The militants killed Ali Kan’an, a prominent Syrian army field commander ","date":"2015-08-07","casualties":"1+ killed, unknown wounded","source":"“The rebel and Islamist factions expel the regime forces from al-Qarqor and kill the military arm of Soheil al-Hasan.” Syrian Observatory for Human Rights. Syrian Observatory for Human Rights, 7 Aug. 2015. Web. 28 May. 2016.\r\n","group_id":"523"},{"id":"1957","description":"Ahrar al-Sham and other militants attacked members of the U.S. -backed Syrian Democratic Forces, an umbrella organization of Kurdish and Arab fighters. Ahrar al-Sham and its allies lost 53 fighters, which represents the largest opposition death toll from clashes with Kurdish forces during the Syrian War","date":"2016-04-28","casualties":"64 killed, unknown wounded","source":"“Fighting between rebels and Kurds ‘kills 64’ in north Syria.” The Daily Mail. The Daily Mail, 28 Apr. 2016. Web. 7 May. 2016. “U.S.-backed fighters begin offensive on edge of ISIS’ capital.” CBS and The Associated Press. CBS, 24 May. 2016. Web. 22 ","group_id":"523"},{"id":"2285","description":"Ahrar al-Sham and Al-Nusra seized Al-Zara, a predominantly Alawite village in the Homs governorate, from government forces as part of an operation known as \"revenge for Aleppo.\" The militants kidnapped and executed 42 civilians ","date":"2016-05-12","casualties":"49 killed, unknown wounded","source":"“Rebels seize Alawite village in Syria, abduct civilians: Observatory.” Reuters. Thomas Reuters, 12 May. 2016. Web. 18 Oct. 2016. Tomson, Chris. “Islamists agree to hand over corpses of civilians massacred in northern Homs.” Al-Masdar News. Al-Masdar News","group_id":"523"},{"id":"2287","description":"Ahrar al-Sham coordinated with the Jaysh al-Fatah umbrella organization and the Fatah Halab control room to break through the Assad Regime’s siege on the city of Aleppo. On August 10, the Assad Regime reportedly retaliated with a chlorine attack on opposition-held areas in the city of Aleppo","date":"2016-08-07","casualties":"unknown casualties","source":"Joscelyn, Thomas. “Jihadists and other rebels claim to have broken through siege of Aleppo.” The Long War Journal. Foundation for Defense of Democracies, 7 Aug. 2016. Web. 18 Aug. 2016. “Weekly Conflict Summary August 4-10. The Carter Center. The Carter C","group_id":"523"},{"id":"2305","description":"After a period of rising tensions, Ahrar al-Sham claimed that Jund al-Aqsa, a former member of the Jaysh al-Fatah umbrella organization, had ties to IS and launched an offensive against the group. As a result of this offensive, Jund al-Aqsa merged into Jabhat Fatah al-Sham (Fatah al-Sham), formerly known as Jabhat al-Nusra, and Fatah al-Sham leaders negotiated a ceasefire with Ahrar al-Sham","date":"2016-10-00","casualties":"unknown casualties","source":"Joscelyn, Thomas. \"Amid infighting, Jund al-Aqsa swears allegiance to Al-Qaeda's rebranded branch.\" Long War Journal. Foundation for Defense of Democracy, 9 Oct. 2016. Web. 16 Oct. 2016. \"Weekly Conflict Summary.\" The Carter Center. The Carter Center, 12 ","group_id":"523"}],"Leader":[{"id":"641","name":"Hassan Abboud","startdate":"2012-00-00","enddate":"2014-09-09","description":"Abboud, also known as Abu al-Hassan or Abu Abdullah al-Hamawi, co-founded and subsequently commanded Ahrar al-Sham. He also led the Islamic Front’s political office. Abboud made no public appearances during Ahrar al-Sham’s rise but established a consistent media presence after emerging in mid-2013 with an interview on Al Jazeera. He was killed in an alleged IS car bombing in Idlib that also killed other senior leaders in the Islamic Front. ","source":"“Syria conflict: Blast kills leader of Ahrar al-Sham rebels.” BBC News. BBC, 10 Sep. 2014. Web. 30 Apr. 2016.\r\n\t\t\t\t\t","group_id":"523"},{"id":"643","name":"Abu Khalid al-Suri","startdate":"0000-00-00","enddate":"2014-02-23","description":"Suri, also known as Abu Omeir al-Shami, was one of Ahrar al-Sham’s co-founders. He also acted as Al Qaeda’s (AQ) representative in Syria and was charged with facilitating reconciliation among regional Islamist militants. Suri was killed in an alleged IS suicide bombing against Ahrar al-Sham’s headquarters in February 2014. Following his death, AQ published a eulogy for the fallen Ahrar al-Sham leader. It also posted a video documenting his participation in Al Farouq training camp in Afghanistan, including photos of him with Osama bin Laden and Ayman al-Zawahiri.","source":"Joscelyn, Thomas. \"Syrian Rebel Leader Was Bin Laden's Courier, Now Zawahiri's Representative.\" The Long War Journal. Foundation for the Defense of Democracies, 17 Feb. 2013. Web. 18 Jul. 2014.\r\n","group_id":"523"},{"id":"653","name":"Sheikh Hashim al-Sheikh","startdate":"2014-09-11","enddate":"2015-09-00","description":"Sheikh, also known as Abu Jaber, became Ahrar al-Sham’s interim leader after Hassan Abboud’s death. Prior to the Syrian civil war, Sheikh was imprisoned by the Assad Regime in 2005 for transferring foreign fighters to Islamic insurgents in Iraq but was released in September 2011. Before he joined Ahrar al-Sham’s Shura Council, Sheikh commanded units in the Free Syrian Army and then Ahrar al-Sham battalions in Aleppo. Under his leadership, Ahrar al-Sham launched a successful military campaign in Idlib and moderated its rhetoric in an attempt to appeal to the West. In September 2015, Sheikh stepped down as commander and left the group in order to found Jaysh Halab, an umbrella organization of Aleppo-based militant groups that includes Ahrar al-Sham. In late 2016, Sheikh formed a sub-faction within Ahrar al-Sham known as Jaysh al-Ahrar in response to contested leadership elections, and ultimately defected to become the leader of Jabhat al-Nusra, now known as Hay'at Tahrir al-Sham.","source":"Lund, Aron. “Abu Yahia al-Hamawi, Ahrar al-Sham’s New Leader.” Syria Comment. Joshua Landis, 12 Sep. 2015. Web. 23 Apr. 2016. Roggio, Bill. \"New leader of Ahrar al Sham previously led Free Syrian Army unit.\" Long War Journal. Foundation for the Defense of","group_id":"523"},{"id":"1171","name":"Abu Yahya al-Hamawi ","startdate":"2015-09-00","enddate":"2016-11-29","description":"In September 2015, Hamawi, also known as Muhannad al-Masri, succeeded Sheikh Hashim al-Sheikh as Ahrar al-Sham’s commander. Hamawi is from Qalaat al-Madiq, a populous Sunni Arab community in northwestern Syria, and is trained as a civil engineer. He was imprisoned several times by the Assad Regime until his final release in March 2011. After his release, Hamawi commanded many opposition units, including a brigade within the Syrian Mujahedeen, until he became Ahrar al-Sham’s head of operations in rural Hama in January 2014. In September 2014, Hamawi became Sheikh Hashim al-Sheikh’s deputy commander, a position he held until he replaced Sheikh as Ahrar al-Sham’s commander, serving from September 2015 to November 29, 2016. ","source":"Mroue, Bassem. “One of Syria’s most powerful rebel groups is rebranding itself with Turkey’s backing.” The Associated Press and Business Insider. Business Insider, 8 Oct. 2015. Web. 23 April 2016. Karouny, Mariam. “Resilient insurgent group Ahrar al-sham ","group_id":"523"},{"id":"1175","name":"Labib al-Nahhas ","startdate":"2014-09-00","enddate":"0001-00-00","description":"Nahhas, also known as Abu Ezzeddine, is Ahrar al-Sham’s Foreign Affairs Director. Nahhas lived in western countries for 15 years before returning to Syria in 2010. In 2014, Nahhas joined Liwa al-Haq, a faction that merged with Ahrar al-Sham in late 2014. He became Ahrar al-Sham’s Foreign Affairs Director shortly after an attack killed most of the group’s leaders in September 2014. In addition to visiting with western diplomats, Nahhas has published opinion pieces in The Washington Post and The Telegraph that call on the West to engage with Ahrar al-Sham.","source":"Lister, Charles. “Syrian Islamists reach out to the U.S., but serious issues remain.” Markaz. Brookings Institution, 14 Jul. 2015. Web. 23 Apr. 2016. Zambrana, Marga. “Ex-UK clocks up air miles on mission to rebrand Syrian Islamists.” The Guardian. The Gu","group_id":"523"},{"id":"1249","name":"Ali al-Omar","startdate":"2016-11-29","enddate":"0001-00-00","description":"Omar, also known as Abu Ammar al-Omar, succeeded Abu Yahya al-Hamawi as Ahrar al-Sham's commander. Prior to his succession, he served as Abu Yahya al-Hamawi's deputy commander.","source":"Hassan, Hassan. \"Ahrar al-Sham and the myths that surround it.\" The National. The National, 11 Dec. 2016. Web. 18 Feb. 2017. El Deeb, Sarah. \"The Latest: Turkey Says 2 Soldiers Missing in Syria.\" Middle East. The Associated Press, 29 Nov. 2016. Web. 18 Fe","group_id":"523"}],"Listing":[],"NameChange":[{"id":"121","name":"Harakat Ahrar al-Sham al-Islamiyya ","description":"Ahrar al-Sham absorbed several smaller groups and lengthened its formal name to Harakat Ahrar al-Sham al-Islamiyya (The Islamic Movement of Ahrar al-Sham). However, it continues to be called by its short form, Ahrar al-Sham.","date":"2013-01-31","group_id":"523"}],"Size":[{"id":"305","size":"10,000-20,000","date":"2013-00-00","source":"BBC","citation":"\"Guide to the Syrian Rebels.\" BBC News. N.p., 13 Dec. 2013. Web. 20 July 2014.","group_id":"523"},{"id":"307","size":"10,000-20,000","date":"2013-00-00","source":"The Economist","citation":"\"Competition among Islamists.\" The Economist. N.p., 20 July 2013. Web. 03 July 2014.","group_id":"523"},{"id":"309","size":"10,000-15,000","date":"2014-00-00","source":"Washington Post","citation":"Ignatius, David. \"A Nightmare Group in Syria Could Target the United States.\" Washington Post. N.p., 13 May 2014. Web. 15 July 2014.\r\n\t\t\t\t","group_id":"523"},{"id":"573","size":"20,000","date":"2014-00-00","source":"Al Jazeera ","citation":"“Syrian rebels name slain leader’s replacement.” Al Jazeera. Al Jazeera, 10 Sept. 2014. Web. 7 May. 2016.","group_id":"523"},{"id":"575","size":"20,000","date":"2015-00-00","source":"The Independent ","citation":"Dawber, Alastair. “Meeting of Syrian rebel groups in Saudi Arabia ends in chaos as Islamist militia Ahrar al-Sham walk out.” The Independent. The Independent, 10 Dec. 2015. Web. 7 May. 2016","group_id":"523"},{"id":"639","size":"20,000","date":"2017-00-00","source":"Asia Times","citation":"Moubayed, Sami. \"Failed Islamic State?\" Asia Times. Asia Times, 29 Jan. 2017. Web. 25 Feb. 2017.","group_id":"523"}],"Region":[{"id":"69","name":"Syria","GroupsRegion":{"id":"623","group_id":"523","region_id":"69"}}],"Subregion":[{"id":"103","name":"Aleppo","region_id":"69","GroupsSubregion":{"id":"331","group_id":"523","subregion_id":"103"}},{"id":"109","name":"Hama","region_id":"69","GroupsSubregion":{"id":"333","group_id":"523","subregion_id":"109"}},{"id":"111","name":"Idlib","region_id":"69","GroupsSubregion":{"id":"335","group_id":"523","subregion_id":"111"}},{"id":"117","name":"Dara","region_id":"69","GroupsSubregion":{"id":"337","group_id":"523","subregion_id":"117"}},{"id":"119","name":"Raqqa","region_id":"69","GroupsSubregion":{"id":"339","group_id":"523","subregion_id":"119"}},{"id":"121","name":"Al-Hasakah","region_id":"69","GroupsSubregion":{"id":"341","group_id":"523","subregion_id":"121"}},{"id":"123","name":"Deir al-Zour","region_id":"69","GroupsSubregion":{"id":"343","group_id":"523","subregion_id":"123"}}],"Ideology":[]},{"Group":{"id":"529","name":"Liwa al-Haqq","shortname":"Liwa al-Haqq","startdate":"2012-08-11","enddate":"2014-12-00","description":"Liwa al-Haqq (the Truth Brigade, Haq Brigade of Homs) was a Syrian militant organization formed in May 2012 to oppose the Assad Regime.  It was active in the provinces of Homs, Idlib, and Raqqa. While Liwa al-Haqq only engaged in one documented attack, it was an active member of the Syrian Islamic Front (SIF) umbrella organization, which was founded in 2012, and was also affiliated with the Free Syrian Army (FSA). However, Liwa al-Haqq left both groups after joining the Islamic Front umbrella organization in November 2013.  After joining the Islamic Front, Liwa al-Haqq commander Sheikh Abu Rateb served as the organization’s general secretary until the Islamic Front dissolved in mid-2014 due to disagreements between two of its largest founding members, Ahrar al-Sham and Jaysh al-Islam. Although Liwa al-Haqq allegedly merged with Ahrar al-Sham after the Islamic Front dissolved, some reports indicate that Liwa al-Haqq may still be acting autonomously, and it is listed as an independent member of the Jaysh al-Fatah umbrella organization.","dummy":"0","min_zoom":"0","max_zoom":"0","active":false},"Attack":[{"id":"1099","description":"Liwa al-Haqq worked with Jabhat al-Nusra, Ahrar al-Sham, Liwa al-Tawhid, and Ahrar al-Shimal to take over a military housing complex in Idlib","date":"2013-06-14","casualties":"unknown casualties","source":"Roggio, Bill. \"Al Nusrah Front Launches Joint Assaults with Numerous Syrian Rebel Groups.\" Long War Journal. Foundation for the Defense of Democracies, 31 July 2013. Web. 04 Aug. 2014. \r\n\t\t\t\t\t","group_id":"529"}],"Leader":[{"id":"663","name":"Sheikh Abu Rateb","startdate":"0000-00-00","enddate":"0000-00-00","description":"Rateb was Liwa al-Haqq’s leader and was the Islamic Front umbrella organization’s general secretary. Before the outbreak of the Syrian Civil War, he was a Syrian businessman.","source":"\"Guide to the Syrian Rebels.\" BBC News. N.p., 13 Dec. 2013. Web. 05 Aug. 2014.  Lund, Aron.\"Syria's Salafi Insurgents: The Rise of the Syrian Islamic Front.\" UI Occasional Papers (n.d.): 31. Swedish Institute of International Affairs, Mar. 2013. Web. 7 Au","group_id":"529"},{"id":"665","name":"Abderrahman Suweiss ","startdate":"0000-00-00","enddate":"0000-00-00","description":"Suweiss ran Liwa al-Haqq’s military operations. Suweiss was a former paratrooper officer in the Syrian military, and was jailed in 1999 for his alleged membership in an outlawed Islamist organization. He was released in an amnesty deal at the beginning of the 2011 uprising.","source":"Lund, Aron. \"Syria's Salafi Insurgents: The Rise of the Syrian Islamic Front.\" UI Occasional Papers (n.d.): 31. Swedish Institute of International Affairs, Mar. 2013. Web. 7 Aug. 2014.","group_id":"529"}],"Listing":[],"NameChange":[],"Size":[],"Region":[{"id":"69","name":"Syria","GroupsRegion":{"id":"629","group_id":"529","region_id":"69"}}],"Subregion":[{"id":"107","name":"Homs","region_id":"69","GroupsSubregion":{"id":"353","group_id":"529","subregion_id":"107"}}],"Ideology":[]},{"Group":{"id":"531","name":"Ansar al-Sham","shortname":"Ansar al-Sham","startdate":"2012-06-00","enddate":"2017-02-07","description":"Ansar al-Sham, also known as Kataib Ansar al-Sham (Supporters of the Levant), was a Sunni Salafist militant group that aimed to replace the Assad Regime with an Islamic government. The group was formed in 2012 in Syria’s Latakia governorate, and became active in Idlib and Aleppo as well. Ansar al-Sham targeted the Assad Regime’s forces and sympathizers. However, unlike other former members of the Islamic Front umbrella group, Ansar al-Sham did not oppose the Islamic State. Ansar al-Sham rarely worked alone, and often cooperated with Jabhat Fatah al-Sham, formerly known as Jabhat al-Nusra (Al-Nusra). The group was most known for its participation in a March 2014 offensive in Latakia that was lead by other opposition groups, such as Al-Nusra. After this offensive, Ansar al-Sham had few notable attacks and was mostly engaged in skirmishes with the Syrian army in Latakia. Following a series of skirmishes between opposition groups in the Idlib governorate, Ansar al-Sham joined Hay'at Tahrir al-Sham, formerly known as Jabhat Fatah al-Sham, on February 7, 2017. ","dummy":"0","min_zoom":"0","max_zoom":"0","active":false},"Attack":[{"id":"1977","description":"Ansar al-Sham cooperated with Al-Nusra and Ahrar al Sham in a successful joint venture to overtake Jisr al-Shughour, a strategic city in the Idlib province that borders the Latakia province","date":"2015-04-00","casualties":"unknown casualties","source":"\"Al Nusrah Front, Allies Form New Coalition for Battle in Aleppo | The Long War Journal.\" The Long War Journal. N.p., n.d. Web. 05 May 2016.\r\n","group_id":"531"},{"id":"1979","description":"Ansar al-Sham, along with the Jaysh al-Fatah umbrella group and other militant groups, prevented the regime from retaking territory in Idlib, Hama, and Latakia. Insurgents and local media perceived this as a major setback for Colonel Soheil al-Hassan (nicknamed al-Nemer or “the tiger”), who is known as one of Bashar al-Assad’s favorite field commanders","date":"2015-06-06","casualties":"unknown casualties","source":"The regime forces defeated in Idlib, and the legend of Sohil al-Hassan, aka al-Nemer (the tiger)”, crashes on its walls. Syrian Observatory for Human Rights. Syrian Observatory for Human Rights, 6 Jun. 2015. Web. 15 Jun. 2016. Fisk, Robert. An Audience wi","group_id":"531"},{"id":"1093","description":"Ansar al-Sham captured Burj al-Dimous, a Syrian government outpost, by the Turkish border","date":"2012-10-00","casualties":"unknown casualties","source":"Lund, Aron. \"Syria's Salafi Insurgents: The Rise of the Syrian Islamic Front.\" UI Occasional Papers (n.d.): 26. Swedish Institute of International Affairs, Mar. 2013. Web. 7 Aug. 2014.","group_id":"531"},{"id":"1095","description":"Ansar al-Sham allied with Jabhat al-Nusra (Al-Nusra), Ahrar al-Sham, and Sham al-Islam in an opposition offensive in Latakia. They seized the town of Samra and took the border crossing at Kassab, the last northern border region to fall into the militants’ hands","date":"2014-03-00","casualties":"unknown casualties","source":"Roggio, Bill. \"Chechen Al Qaeda Commander, Popular Saudi Cleric, and an Ahrar Al Sham Leader Spotted on Front Lines in Latakia.\" Long War Journal. Foundation for the Defense of Democracies, 27 Mar. 2014. Web. 07 Aug. 2014. Nassief, Isabel, and Charlie Car","group_id":"531"},{"id":"1983","description":"Ansar al-Sham and other militant groups targeted Syrian army positions in Sahl al-Ghab and Hama’s western countryside. It is unclear if Ansar al-Sham fired Grad missiles at these positions or just took part in subsequent fighting. The attack occurred during a Syrian army counterattack during the militants’ Al-Ghab offensive","date":"2015-08-02","casualties":"44 killed, unknown wounded","source":"The faction fighters target regime forces controlled areas in Sahl al-Ghab and the western countryside of Hama. Syrian Observatory for Human Rights. Syrian Observatory for Human Rights, 2 Aug. 2015. Web. 15 Jun. 2016. About 30 deaths and wound from the re","group_id":"531"}],"Leader":[{"id":"657","name":"Abu Omar","startdate":"0000-00-00","enddate":"2017-02-07","description":"Omar was a veteran of the Afghan insurgency and reportedly founded Ansar al-Sham. Allegedly, he was later responsible solely for managing the group’s funds until the group merged with Hay'at Tahrir al-Sham (Tahrir al-Sham) in 2017. ","source":"Hussein, Tam. \"The Ansar Al-Sham Battalions.\" Carnegie Endowment for International Peace. N.p., 24 Mar. 2014. Web. 07 Aug. 2014.\r\n","group_id":"531"},{"id":"659","name":"Abu Musa al-Shishani","startdate":"0000-00-00","enddate":"2017-02-07","description":"Shishani was a Chechen and was reportedly Ansar al-Sham’s military commander until the group merged with Tahrir al-Sham in 2017.","source":"Hussein, Tam. \"The Ansar Al-Sham Battalions.\" Carnegie Endowment for International Peace. N.p., 24 Mar. 2014. Web. 07 Aug. 2014.","group_id":"531"}],"Listing":[],"NameChange":[],"Size":[{"id":"315","size":"2,500+ fighters","date":"2014-00-00","source":"Foreign Policy","citation":"Hussein, Tam. \"The Ansar Al-Sham Battalions.\" Carnegie Endowment for International Peace. N.p., 24 Mar. 2014. Web. 07 Aug. 2014.","group_id":"531"}],"Region":[{"id":"69","name":"Syria","GroupsRegion":{"id":"625","group_id":"531","region_id":"69"}}],"Subregion":[{"id":"103","name":"Aleppo","region_id":"69","GroupsSubregion":{"id":"345","group_id":"531","subregion_id":"103"}},{"id":"111","name":"Idlib","region_id":"69","GroupsSubregion":{"id":"347","group_id":"531","subregion_id":"111"}},{"id":"115","name":"Latakia","region_id":"69","GroupsSubregion":{"id":"349","group_id":"531","subregion_id":"115"}}],"Ideology":[]},{"Group":{"id":"659","name":"Al-Fawj Al-Awl","shortname":"Al-Fawj Al-Awl","startdate":"2015-03-03","enddate":"0000-00-00","description":"Al-Fawj Al-Awl is a Syrian opposition group that formed on March 3, 2015 when its 1,500 fighters broke away from Liwa al-Tawhid, a constituent brigade within the Levantine Front. The group operates in the Aleppo province, where it has fought against the Assad Regime and the Islamic State. It has conducted military exercises with former Al Qaeda affiliate Jabhat Fatah al-Sham, formerly known as Jabhat al-Nusra, and has worked with Ahrar al-Sham as part of the Jaysh Halab umbrella organization since February 2016. Al-Fawj Al-Awl’s leadership includes Khaled Kengo, Amer Hamouda, and Abu Assad, a military commander who is known for tunnel bombing the Syrian army.","dummy":"1","min_zoom":"0","max_zoom":"0","active":true},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"647","name":"The Levantine Front ","shortname":"Levantine Front","startdate":"2014-12-25","enddate":"0000-00-00","description":"The Levantine Front (al-Jabhat al-Shamiya), also known as the Levant Front, was founded on December 25, 2014 by the Islamic Front of Aleppo (not to be confused with the Islamic Front umbrella group), a group composed of Liwa al-Tawhid other former Islamic Front umbrella group battalions, and four other Aleppo-based opposition groups. The Levantine Front was created to counter Syrian army and Islamic State (IS) advances in Aleppo and was initially led by former Liwa al-Tawhid commander Abdul-Aziz Salameh. After preventing pro-Regime forces from encircling the city of Aleppo in late 2014, the group began to splinter and did not prevent former Al Qaeda affiliate Jabhat Fatah al-Sham (Fatah al-Sham), formerly known as Jabhat al-Nusra, from destroying Harakat Hazm, a group that joined the Levantine Front in January 2015 and was funded by the United States. The Levantine Front officially dissolved in April 2015 due to lack of funding, although some reports indicate that an attempt to replace Abdul-Aziz Salameh as the group’s commander also contributed to its dissolution. While some analysts claim that former Levantine Front fighters joined other groups within the Fatah Halab control room, a military alliance of more than 30 Aleppo-based militant groups that cooperates with Fatah al-Sham and Ahrar al-Sham, others claim that the Levantine Front reestablished itself as an independent group within Fatah Halab on June 18, 2015 with Ahrar al-Sham commander Abu Amr as its leader.","dummy":"1","min_zoom":"0","max_zoom":"0","active":true},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"527","name":"Liwa al-Tawhid","shortname":"Liwa al-Tawhid","startdate":"2012-07-00","enddate":"2014-12-25","description":"Liwa al-Tawhid (the Tawhid Brigade) was an Aleppo-based militant group that was formed by several small opposition brigades to fight the Assad Regime in July 2012. The group’s goal was to replace the Assad Regime with a moderate Islamic state that had a basis in Shariah law, but included civilian rule, elections, and protection for minorities. Liwa al-Tawhid rose to prominence in July 2012 after becoming one of the first opposition groups to control territory in Aleppo. It was initially considered a member of the Free Syrian Army (FSA) and participated in the FSA-linked Syrian Islamic Front umbrella organization from January 2013 until November 2013, when Liwa al-Tawhid joined the Islamic Front umbrella group. Liwa al-Tawhid also cooperated with the Islamic State (IS) until January 2014, when it began targeting IS and temporarily drove IS out of the city of Aleppo. In July 2014, Liwa al-Tawhid, Ahrar al-Sham, and other former members of the Islamic Front, which dissolved in mid-2014, agreed to merge their Aleppo-based fighters and operate under the name Islamic Front. Since this merger, there have been conflicting reports on if Liwa al-Tawhid is still conducting operations independently.","dummy":"0","min_zoom":"0","max_zoom":"0","active":false},"Attack":[{"id":"2003","description":"Liwa al-Tawhid and Al-Nusra pushed IS out of Azaz, a crucial boarder town with Turkey in the province of Aleppo","date":"2014-03-09","casualties":"unknown casualties","source":"Beals, Emma. “Sigh of relief after ISIL retreat.” Al Jazeera. Al Jazeera, 9 Mar. 2014. Web. 8 Jul. 2016.","group_id":"527"},{"id":"1101","description":"Liwa al-Tawhid and other opposition forces seized portions of Aleppo from the Assad Regime in July 2012. Liwa al-Tawhid’s commander Abdel Qader Saleh claimed that the group controlled more than 40% of the city of Aleppo’s neighborhoods","date":"2012-07-29","casualties":"unknown casualties","source":"Pannell, Ian. \"Syria: Fear and Hunger amid Battle for Aleppo.\" BBC News. N.p., 29 July 2012. Web. 01 Aug. 2014.","group_id":"527"},{"id":"1105","description":"Liwa al-Tawhid and Jabhat al-Nusra (Al-Nusra) cooperated with the Nasser Salahuddin Brigade, Dera’ al-Assima, and Liwa al-Habib al Mustafa in a series of attacks against Syrian army units and outposts in the Damascus countryside. According to Al-Nusra, the militants destroyed several tanks and killed over 150 Syrian soldiers","date":"2013-04-22","casualties":"150+ killed, unknown wounded","source":"Roggio, Bill. \"Al Nusrah Front Claims Joint Operations, including a Suicide Assault, with Syrian Rebel Groups.\" Long War Journal. Foundation for the Defense of Democracies, 29 June 2013. Web. 04 Aug. 2014.","group_id":"527"},{"id":"1107","description":"Liwa al-Tawhid participated in a joint offensive with multiple opposition groups, including Al-Nusra and Ahrar al-Sham, against Assad Regime military camps in the Idlib countryside","date":"2013-05-00","casualties":"unknown casualties","source":"Roggio, Bill. \"Al Nusrah Front Launches Joint Assaults with Numerous Syrian Rebel Groups.\" Long War Journal. Foundation for the Defense of Democracies, 31 July 2013. Web. 04 Aug. 2014.\r\n\t\t\t\t\t","group_id":"527"},{"id":"2001","description":"Liwa al-Tawhid drove the Islamic State (IS) out of the city of Aleppo. During its retreat, IS reportedly shot and killed the detainees it was holding in a hospital basement","date":"2014-01-00","casualties":"40-50 killed, unknown wounded","source":"\"Summary Executions, Torture, Makeshift Courts in Syria: UN Reveals Horrific Details.\" RT International. N.p., n.d. Web. 17 May 2016.","group_id":"527"}],"Leader":[{"id":"667","name":"Abdul-Aziz Salameh","startdate":"2012-07-00","enddate":"2014-07-00","description":"Salameh, also known as Hajji Anadan and Abu Jumaa, was one of Liwa al-Tawhid’s two founders. Salameh commanded Liwa al-Tawhid’s political affairs. After Liwa al-Tawhid merged to form the Islamic Front in Aleppo, Salameh became the Islamic Front’s commander. Salameh was eventually elected to command the Levantine Front, a group that includes the Islamic Front, not to be confused with the Islamic Front umbrella group. ","source":"Lund, Aron. \"The Levant Front: Can Aleppo's Rebels Unite?\" Syria in Crisis. The Carnegie Endowment For International Peace. 26 Dec. 2014. Web. 12 Jul. 2016. Lund, Aron. \"Fighting in Aleppo, Resisting Geneva: An Interview With the Tawhid Brigade.\" Carnegie","group_id":"527"},{"id":"669","name":"Abdel Qader Saleh","startdate":"2012-07-00","enddate":"2013-11-00","description":"Saleh, also known as “Hajji Marea,” was a former businessman and a popular figure within the Syrian rebellion.  Saleh was one of Liwa al-Tawhid’s two founders and commanded its military affairs. He was officially ranked under Salameh, but some analysts considered Saleh to be Liwa al-Tawhid’s de facto leader. In addition to his role with Liwa al-Tawhid, Saleh was involved in the Free Syrian Army’s Supreme Military Council command structure, where he served as the Assistant Deputy to the Commander-in-Chief for the Northern Region. Saleh was killed in a regime airstrike that also killed several other Liwa al-Tawhid leaders. Liwa al-Tawhid did not disclose the name of Saleh’s successor due to security concerns.","source":"Lund, Aron. \"The Non-State Militant Landscape in Syria.\" CTC Sentinel. The Combatting Terrorism Center at West Point, 27 Aug. 2013. Web. 28 July 2014. Lund, Aron. “The Death of Abdelqader Saleh.” Syria Comment. Joshua Landis, 17 Nov. 2013. Web. 7 Jul. 201","group_id":"527"},{"id":"671","name":"Youssef al-Abbas","startdate":"0000-00-00","enddate":"2013-11-00","description":"Abbas, also known as Abu al-Tayyeb, served as the chief of either intelligence or finance. He was killed in the same airstrike that killed Abdel Qader Saleh.","source":"\"Top Syrian Rebel Commander Dies.\" BBC News. N.p., 18 Nov. 2013. Web. 30 July 2014. \"Syrian Air Raid Kills Rebel Commander in Aleppo: Activists.\" Reuters. N.p., 14 Nov. 2013. Web. 01 Aug. 2014. ","group_id":"527"}],"Listing":[],"NameChange":[],"Size":[{"id":"589","size":"8,000","date":"2012-00-00","source":"The Guardian ","citation":"Chulov, Martin. \"France Funding Syrian Rebels in New Push to Oust Assad.\" The Guardian. Guardian News and Media, 2012. Web. 17 May 2016.","group_id":"527"},{"id":"591","size":"2013","date":"2013-00-00","source":"Institute for the Study of War","citation":"Syzbala, Valerie. A Power Move by Syria's Rebel Forces. Rep. Institute for the Study of War, 22 Nov. 2013. Web. 24 July 2014.","group_id":"527"},{"id":"593","size":"8,000-10,000","date":"2013-00-00","source":"BBC","citation":"Sinjab, Lina. \"Guide to the Syrian Rebels.\" BBC News. N.p., 13 Dec. 2013. Web. 24 July 2014.","group_id":"527"},{"id":"595","size":"8,000-10,000","date":"2014-00-00","source":"Human Rights Watch ","citation":"“Maybe We Live and Maybe We Die: Recruitment and Use of Children by Armed Groups in Syria.” Human Rights Watch. Human Rights Watch, 22 Jun. 2014. Web. 7 Jul. 2016.","group_id":"527"}],"Region":[{"id":"69","name":"Syria","GroupsRegion":{"id":"631","group_id":"527","region_id":"69"}}],"Subregion":[{"id":"103","name":"Aleppo","region_id":"69","GroupsSubregion":{"id":"355","group_id":"527","subregion_id":"103"}}],"Ideology":[]},{"Group":{"id":"533","name":"Jaysh al-Islam","shortname":"Jaysh al-Islam","startdate":"2013-09-29","enddate":"0000-00-00","description":"Jaysh al-Islam (The Islam Army, The Islam Brigade) is a Syrian opposition group that aims to depose the Assad Regime. The group was formed in 2013 through a merger of about fifty Damascus-based opposition groups, and was initially lead by former Liwa al-Islam commander Zahran Alloush. The group operates in the Homs, Aleppo, Idlib, Hama, Daraa, and Quneitra governorates, and was an active member of the Islamic Front umbrella organization until the Islamic Front dissolved in 2014. Jaysh al-Islam opposes the Islamic State (IS) and has been battling the group since July 2014 when it first ousted IS from Eastern Ghouta in Damascus. Jaysh al-Islam has also had a tense relationship with former Al Qaeda affiliate Jabhat Fatah al-Sham, formerly known as Jabhat al-Nusra (Al-Nusra), ever since Al-Nusra rejected the authority of Jaysh al-Islam’s Unified Judiciary Council court system. Through late 2015 and early 2016, Jaysh al-Islam’s deteriorating ties with Al-Nusra and a series of other controversies have fueled political unrest in Eastern Ghouta.","dummy":"0","min_zoom":"0","max_zoom":"0","active":true},"Attack":[{"id":"2087","description":"Jaysh al-Islam leader Zahran Alloush launched a crackdown against rival opposition brigades known as the Ummah Army who were attempting to break away from the Unified Judiciary Council. Jaysh al-Islam arrested 1,300 members of the Ummah Army and killed many others","date":"2015-00-00","casualties":"unknown casualties","source":"Lund, Aron. “An Islamist Experiment: Political Order in East Ghouta.” Syrian In Crisis. The Carnegie Endowment For International Peace, 18 Apr. 2016. Web. 14 Jul. 2016.","group_id":"533"},{"id":"2083","description":"Jaysh al-Islam drove the Islamic State (IS) out of Eastern Ghouta in the province of Damascus","date":"2014-07-00","casualties":"unknown casualties","source":"“Syria Countrywide Conflict Report #4.”The Carter Center. The Carter Center, 11 Sep. 2014. Web. 18 Jul. 2016","group_id":"533"},{"id":"2085","description":"Jaysh al-Islam attacked IS in Arsal, Lebanon while IS was launching an offensive against Hezbollah and the Lebanese Army. Leader Zahran Alloush claimed the attack was in response to IS attacking a Jaysh al-Islam headquarters. This is the first time the group launched an attack outside of Syria","date":"2015-02-05","casualties":"3 killed, 1 wounded","source":"Ali, Abdallah Suleiman. “Jaish al-Islam confronts Islamic State in Arsal.” Al Monitor. Al Monitor, 5 Feb. 2015. Web. 14 Jul. 2016.","group_id":"533"},{"id":"2089","description":"Jaysh al-Islam cooperated with other opposition groups, including Jabhat al-Nusra and Ahrar al-Sham, to take over Jisr al-Shughur, a government stronghold in the province of Idlib","date":"2015-04-25","casualties":"unknown casualties","source":"“Syrian rebels take ‘almost all’ of key government city in Idlib province. Middle East Eye. Middle East Eye, 25 Apr. 2015. Web. 19 Jul. 2016.","group_id":"533"},{"id":"2091","description":"Jaysh al-Islam attacked IS in the Qaboun, Jobar, Barzeh, and Tishrin districts in Damascus. Jaysh al-Islam captured two IS headquarters and took 20 prisoners","date":"2015-07-00","casualties":"7 killed, unknown wounded","source":" “Mutual executions carry out by IS and al-Islam Army.” Syrian Observatory for Human Rights. Syrian Observatory for Human Rights, 2 Jul. 2015. Web. 21 Jul. 2016. “Syrian rebels filmed shooting Islamic State militants.” BBC. BBC News, 1 Jul. 2015. Web. 18 ","group_id":"533"},{"id":"2093","description":"Jaysh al-Islam seized two buildings in the women’s section of the Assad Regime’s Adra prison near Damascus. The prison held 5,000 prisoners","date":"2015-09-10","casualties":"unknown casualties","source":"“Rebels storm Syria's largest prison near Damascus: monitor.” Agence-France Presse. Yahoo News, 10 Sep. 2015. Web. 14 Jul. 2016.","group_id":"533"},{"id":"2095","description":"Jaysh al-Islam seized two buildings in the women’s section of the Assad Regime’s Adra prison near Damascus. The prison held 5,000 prisoners","date":"2015-09-10","casualties":"unknown casualties","source":"“Rebels storm Syria's largest prison near Damascus: monitor.” Agence-France Presse. Yahoo News, 10 Sep. 2015. Web. 14 Jul. 2016.","group_id":"533"},{"id":"2097","description":"Jaysh al-Islam attacked Syrian army soldiers between Adra and Douma in Eastern Ghouta","date":"2016-02-11","casualties":"45+ killed, unknown wounded","source":"Tension and resentment in Alawite mountains from the regime after the death of more than 45 in an ambush by the Army of Islam in the Eastern Ghouta.” Syrian Observatory for Human Rights. Syrian Observatory for Human Rights, 11 Feb. 2016. Web. 21 Jul. 2016","group_id":"533"},{"id":"2099","description":"Jaysh al-Islam allegedly used chemical weapons in an attack on the People’s Protection Units and other Kurdish forces in Aleppo. The group denied the allegations and clarified that it had disciplined a commander for using “modified GRAD rockets” not chlorine chemical weapons","date":"2016-04-07","casualties":"160 killed or wounded","source":"Heller, Sam. “One Kurdish Neighborhood in the Crossfire.” The Daily Beast. The Daily Beast, 15 Apr. 2016. Web. 14 Jul. 2016 “al-Islam army keeps secrecy about the investigations of a military commander.” Syrian Observatory for Human Rights. Syrian Observa","group_id":"533"},{"id":"2289","description":"Jaysh al-Islam coordinated with the Jaysh al-Fatah umbrella organization and the Fatah Halab control room to break through the Assad Regime’s siege on the city of Aleppo. On August 10, the Assad Regime reportedly retaliated with a chlorine attack on opposition-held areas in the city of Aleppo","date":"2016-08-07","casualties":"unknown casualties","source":"Joscelyn, Thomas. “Jihadists and other rebels claim to have broken through siege of Aleppo.” The Long War Journal. Foundation for Defense of Democracies, 7 Aug. 2016. Web. 18 Aug. 2016. “Weekly Conflict Summary August 4-10. The Carter Center. The Carter C","group_id":"533"}],"Leader":[{"id":"661","name":"Zahran Alloush","startdate":"2013-00-00","enddate":"2015-12-25","description":"Alloush was imprisoned by the Assad Regime for his Salafi activism from 2009 to 2011 and immediately founded an Islamist opposition group, Liwa al-Islam, in his hometown of Douma after his release. Alloush became the commander of Jaysh al-Islam in 2013 after Liwa al-Islam merged with roughly 50 other Damascus based Islamist opposition groups to form Jaysh al-Islam. He subsequently became the military commander of the Islamic Front umbrella group, of which Jaysh al-Islam was a founding member, in 2014. Alloush was a controversial leader, and was accused of using force to quell dissent in Damascus. He was killed on December 25, 2015 by a Russian airstrike in Damascus.","source":"Lund, Aron. “Freedom fighters? Cannibals? The truth about Syria’s rebels.” The Independent. The Independent, 17 Jun. 2013. Web. 14 Jul. 2016.\r\nLund, Aron. “Freedom fighters? Cannibals? The truth about Syria’s rebels.” The Independent. The Independent, 17 ","group_id":"533"},{"id":"1221","name":"Abu Hammam Bouwaidani","startdate":"2015-12-25","enddate":"0001-00-00","description":"Bouwaidani, also known as Essam al-Boydhani, succeeded Zahran Alloush as Jaysh al-Islam’s leader. He has kept a lower profile than Alloush, but his decision to endorse and participate in the 2016 Geneva negotiations with the Assad Regime lead to disputes with other opposition groups such as Jabhat Fatah al-Sham.","source":"Cafarella, Jennifer and Casagrande, Genevieve. “Middle East Security Report 29: Syrian Armed Opposition Groups.” Institute for the Study of War. March. 2016. Web. 20 Jul. 2016. “Russian raid kills prominent Syrian commander.” Al Jazeera. Al Jazeera, 25 De","group_id":"533"},{"id":"1223","name":"Mohammed Alloush ","startdate":"0000-00-00","enddate":"0001-00-00","description":"Mohammed Alloush is Jaysh al-Islam’s political leader and was Zahran Alloush's brother. From January 2016 to May 2016, Alloush also served as the chief negotiator for the Saudi-based High Negotiations Committee (HNC) in opposition peace talks with the Assad Regime in Geneva. Alloush resigned on May 30, 2016 claiming that the peace talks were a “waste of time” because the Assad Regime was not willing to pursue “serious negotiations.” In January 2017, Alloush announced that he would lead an opposition delegation in peace talks with the Assad Regime in Kazakhstan.","source":"“Syria conflict: Islamist rebel named opposition chief negotiator.” BBC. BBC News, 20 Jan. 2016. Web. 14 Jul. 2016. Al-Khalidi, Suleiman. “Syrian opposition negotiator quits after peace talks’ failure. Reuters. Thomas Reuters, 30 May. 2016. Web. 14 Jul. 2","group_id":"533"}],"Listing":[],"NameChange":[],"Size":[{"id":"317","size":"9,000","date":"2013-00-00","source":"BBC","citation":"\"Guide to the Syrian Rebels.\" BBC News. N.p., 13 Dec. 2013. Web. 05 Aug. 2014.","group_id":"533"},{"id":"319","size":"5,000-50,000","date":"2013-00-00","source":"The Guardian","citation":"Black, Ian. \"Syria Crisis: Saudi Arabia to Spend Millions to Train New Rebel Force.\" The Guardian. N.p., 08 Nov. 2013. Web. 07 Aug. 2014.","group_id":"533"},{"id":"321","size":"\"Several thousand\"","date":"2013-00-00","source":"Reuters","citation":"Oweis, Khaled Yacoub. \"Insight: Saudi Arabia Boosts Salafist Rivals to Al Qaeda in Syria.\" Reuters. N.p., 01 Oct. 2013. Web. 07 Aug. 2014.","group_id":"533"},{"id":"603","size":"20,000","date":"2015-00-00","source":"The Syria Institute ","citation":"“On the Death of Zahran Alloush.” The Syria Institute. The Syria Institute, 25 Dec. 2015. Web. 14 Jul. 2016.","group_id":"533"},{"id":"605","size":"17,000-30,000","date":"2016-00-00","source":"Institute for the Study of War","citation":"Cafarella, Jennifer and Casagrande, Genevieve. “Middle East Security Report 29: Syrian Armed Opposition Groups.” Institute for the Study of War. March. 2016. Web. 20 Jul. 2016.","group_id":"533"},{"id":"631","size":"12,000-20,000","date":"2016-00-00","source":"Bloomberg","citation":"Lake, Eli. “Syria’s ‘Army of Islam’ Says It Wants No War With Israel.” Bloomberg View. Bloomberg, 29 Sep. 2016. Web. 3 Nov. 2016.","group_id":"533"}],"Region":[{"id":"69","name":"Syria","GroupsRegion":{"id":"627","group_id":"533","region_id":"69"}}],"Subregion":[{"id":"105","name":"Damascus","region_id":"69","GroupsSubregion":{"id":"351","group_id":"533","subregion_id":"105"}}],"Ideology":[]},{"Group":{"id":"653","name":"Liwa al-Islam","shortname":"Liwa al-Islam","startdate":"2011-00-00","enddate":"2013-09-29","description":"Liwa al-Islam was founded in 2011 by Zahran Alloush after he was released from an Assad Regime prison where he had been held for his Salafi activism. The opposition group is most known for a Damascus bombing that killed both the Assad Regime’s Deputy Defense Minister and Assistant Vice President, as well as for its frequent cooperation with Former Al Qaeda affiliate Jabhat Fatah al-Sham (Fatah al-Sham), formerly known as Jabhat al-Nusra. Liwa al-Islam was initially a member of the Free Syrian Army (FSA) and joined the Syrian Islamic Liberation Front (SILF) umbrella organization in 2012. However the group began to distance itself from the FSA in 2013 when it joined the Islamic Coalition, a political group that called for the implementation of Shariah law in Syria, and for the opposition to the Assad Regime to be run only by groups fighting inside Syria. On September 29, 2013, Saudi Arabia facilitated a merger of about fifty Damascus-based opposition groups, including Liwa al-Islam, to create a new opposition group known as Jaysh al-Islam. Liwa al-Islam became one of the largest brigades within Jaysh al-Islam, and is prominent within the Ghouta agricultural belt in the Damascus governorate.","dummy":"1","min_zoom":"0","max_zoom":"0","active":false},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"525","name":"Suqour al-Sham","shortname":"Suqour al-Sham","startdate":"2011-09-00","enddate":"2015-04-00","description":"Suqour al-Sham was a Syrian opposition group that sought to replace the Assad Regime with an Islamic State. Ahmad Abu Eissa founded the group in Syria’s Idlib governorate after his brothers were killed in armed civilian clashes with the Assad Regime in 2011. Through a series of mergers with smaller brigades, Suqour al-Sham quickly became one of the most powerful local opposition groups. Suqour al-Sham was active in multiple Syrian opposition coalitions, including the FSA linked Syrian Islamic Liberation Front (SILF) umbrella organization. However, the group began to distance itself from the FSA in 2013, and joined the Islamic Front umbrella group in November 2013. Although it was once one of the strongest groups in the Islamic Front, Suqour al-Sham’s strength declined after two of its most prominent brigades defected in order to avoid fighting the Islamic State (IS) and after IS assassinated Suqour al-Sham’s military commander. Suqour al-Sham signed a ceasefire with IS in February 2014, and after the dissolution of the Islamic Front in mid-2014, the group continued to coordinate intermittent attacks against the Assad Regime with Ahrar al-Sham and Al Qaeda affiliate Jabhat al-Nusra (Al-Nusra). In March 2015, Suqour al-Sham merged in to Ahrar al-Sham.","dummy":"0","min_zoom":"0","max_zoom":"0","active":false},"Attack":[{"id":"1085","description":"Suqour al-Sham and the Shuhada Jebel al-Zawiyah Battalion attacked a government checkpoint outside the village of Mughara in Idlib province. The militants seized weaponry, including a tank and an anti-aircraft armored personnel carrier","date":"2012-05-28","casualties":"unknown casualties","source":"Berman, Asher. \"Rebel Groups in Jebel Al-Zawiyah.\" Backgrounders (26 July 2011): 2. Institute for the Study of War. Web. 29 July 2014.","group_id":"525"},{"id":"1087","description":"Suqour al-Sham fighters seized the town of Maarat al Nauman from government forces in the Idlib province","date":"2012-10-09","casualties":"unknown casualties","source":"Karouny, Mariam. \"Syria's Islamist Rebels Join Forces against Assad.\" Reuters. N.p., 11 Mar. 2012. Web. 27 July. 2014.","group_id":"525"},{"id":"1089","description":"Suqour al-Sham coordinated with Jabhat al-Nusra (Al-Nusra) and other opposition groups to overrun several military camps in the Idlib province. According to Al-Nusra, the total opposition force included 2,000 fighters, 8 tanks, and an armored vehicle","date":"2013-05-00","casualties":"unknown casualties","source":"{{Roggio, Bill. \"Al Nusrah Front Launches Joint Assaults with Numerous Syrian Rebel Groups.\" Long War Journal. Foundation for the Defense of Democracy, 31 July 2013. Web. 29 July 2014. \r\n\t\t\t\t\t","group_id":"525"},{"id":"1091","description":"Suqour al-Sham joined members of the Free Syrian Army and the Islamic Front as part of an opposition assault against Islamic State (IS) positions across Syria. The initial attack pushed IS out of most of the Idlib province and city of Aleppo, and weakened IS control in Raqqa province","date":"2014-01-03","casualties":"unknown casualties","source":"Abdallah, Daniel. “Does the Truce Between ISIS and Suqour al-Sham Mean an End to Syria’s Inter-Rebel War?” Syria Comment. Joshua Landis, 7 Feb. 2014. Web. 26 Jul. 2016. Hassan, Hassan. \"Front to Back.\" Foreign Policy. N.p., 4 Mar. 2014. Web. 27 July 2014.","group_id":"525"},{"id":"2117","description":"Suqour al-Sham coordinated with Al-Nusra and Ahrar al-Sham to attack an army post in the province of Idlib. This assault began a larger campaign to take control of the town of Ariha and the area surrounding Arbaeen Mountain in Idlib","date":"2015-01-02","casualties":"unknown casualties","source":"Activists: Syrian rebels blow up tunnel under army post. Syrian Observatory for Human Rights. Syrian Observatory for Human Rights, 2 Jan. 2015. Web. 26 Jul. 2016.","group_id":"525"}],"Leader":[{"id":"645","name":"Ahmad Abu Eissa","startdate":"0000-00-00","enddate":"2015-03-23","description":"Eissa, also known as Abu Issa and Ahmed al-Sheikh, served as Suqour al-Sham’s commander until the group merged with Ahrar al-Sham in 2015. Eissa and his brothers joined the opposition in 2011 as armed civilians during clashes with the Assad Regime in Idlib. After his brothers were killed in 2011, Eissa founded Suqour al-Sham. Eissa also lead the founding of the named Syrian Islamic Liberation Front umbrella group, becoming its leader in 2012, and the head of the Islamic Front umbrella organization in 2013.","source":"Berman, Asher. \"Rebel Groups in Jebel Al-Zawiyah.\" Backgrounders (26 July 2011): 2. Institute for the Study of War. Web. 29 July 2014. Lund, Aron. \"The Non-State Militant Landscape in Syria.\" CTC Sentinel. The Combatting Terrorism Center at West Point, 27","group_id":"525"},{"id":"647","name":"Abu Abderrahman al-Sarmini","startdate":"0000-00-00","enddate":"2014-01-12","description":"Sarmini was Suqour al-Sham’s top religious leader. He resigned in 2014 to protest Suquor al-Sham’s growing violence against the Islamic State (IS).","source":"Lund, Aron.\"Politics of the Islamic Front, Part 6: Stagnation?\" Carnegie Endowment for International Peace. N.p., 14 Apr. 2014. Web. 28 July 2014.","group_id":"525"},{"id":"649","name":"Mohammed al-Dik","startdate":"0000-00-00","enddate":"2014-02-00","description":"Dik, also known as Abu Hussein, was Suqour al-Sham’s military commander. He was killed by the Islamic State in February 2014.","source":"Agencies. \"Al-Qaeda Fighters Kill Syrian Rebel Leaders.\" Al Jazeera. N.p., 2 Feb. 2014. Web. 28 July 2014.","group_id":"525"}],"Listing":[],"NameChange":[],"Size":[{"id":"311","size":"9,000-10,000","date":"2013-00-00","source":"BBC","citation":"\"Guide to the Syrian Rebels.\" BBC News. N.p., 13 Dec. 2013. Web. 20 July 2014.","group_id":"525"}],"Region":[{"id":"69","name":"Syria","GroupsRegion":{"id":"633","group_id":"525","region_id":"69"}}],"Subregion":[{"id":"103","name":"Aleppo","region_id":"69","GroupsSubregion":{"id":"357","group_id":"525","subregion_id":"103"}},{"id":"105","name":"Damascus","region_id":"69","GroupsSubregion":{"id":"359","group_id":"525","subregion_id":"105"}},{"id":"111","name":"Idlib","region_id":"69","GroupsSubregion":{"id":"361","group_id":"525","subregion_id":"111"}}],"Ideology":[]},{"Group":{"id":"549","name":"Jaysh al-Sham","shortname":"Jaysh al-Sham","startdate":"2014-01-10","enddate":"2014-07-00","description":"Jaysh al-Sham (Army of the Levant) was formed in January 2014 when Suyouf al-Haq, one of Suqour al-Sham’s strongest constituent brigades, defected due to fighting between Suqour al-Sham and the Islamic State (IS) and created a new group with former IS and Suqour al-Sham fighters. Jaysh al-Sham was prominent in Idlib province, where it opposed the Assad Regime but remained neutral to Suqour al-Sham and IS. This neutrality, along with threats from the Free Syrian Army, prompted the Liwa Dawoud brigade to leave IS and join Jaysh al-Sham in Feburary 2014. However, Liwa Dawoud reportedly left Jaysh al-Sham in July 2014 due either to threats from other opposition groups or internal tension with Jaysh al-Sham. Shortly after Liwa Dawoud defected, Jaysh al-Sham disbanded.","dummy":"1","min_zoom":"0","max_zoom":"0","active":false},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[{"id":"69","name":"Syria","GroupsRegion":{"id":"613","group_id":"549","region_id":"69"}}],"Subregion":[],"Ideology":[]},{"Group":{"id":"537","name":"Free Syrian Army","shortname":"FSA","startdate":"2011-07-29","enddate":"0000-00-00","description":"The Free Syrian Army (FSA) was founded on July 29, 2011 by seven former members of the Syrian military, allegedly led by former air force Colonel Riad al-Asaad, who defected in order to fight the Assad Regime. The FSA is not a single cohesive armed opposition group, and the term is often used to refer to a loose alliance of moderate or secular opposition brigades that are fighting against the Assad Regime. In December 2012, the FSA created the Supreme Military Council (SMC, also known as The Council of Thirty) in an attempt to form a command structure among its brigades. The United States announced it would provide $123 million in non-lethal aid to the SMC in April 2013, and Saudi Arabia, The United Arab Emirates, Qatar, Jordan, and Turkey also agreed to give money and weapons to the SMC instead of directly funding individual FSA brigades. However tension arose in the SMC after a group of FSA leaders tried to replace SMC leader General Salim Idriss, and the FSA’s National Coalition for Syrian Revolutionary and Opposition Forces (National Coalition) ordered the SMC to dissolve in June 2014. Since the SMC’s dissolution, it has been unclear if the FSA has an established command structure because the National Coalition has not endorsed any of the institutions proposed to replace the SMC; however, multiple media outlets still cite the FSA as an established group. Prominent FSA brigades include the 1st Coastal Division, Yarmouk Army, and the Northern Sun Battalion.","dummy":"1","min_zoom":"0","max_zoom":"0","active":true},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[{"id":"69","name":"Syria","GroupsRegion":{"id":"601","group_id":"537","region_id":"69"}}],"Subregion":[],"Ideology":[]},{"Group":{"id":"651","name":"Faylaq al-Rahman","shortname":"FAR","startdate":"2013-00-00","enddate":"0000-00-00","description":"Faylaq al-Rahman is a Damascus-based opposition group that is lead by former Syrian army captain Abdul Nasr Shamir, and that opposes the Islamic State and the Assad Regime. The group was founded in 2013 and became the second most prominent opposition force in the Damascus governorate after a merger with the Ajnad al-Sham Islamic Union’s Eastern Ghouta fighters. In April 2016, Faylaq al-Rahman began fighting Jaysh al-Islam when relations between the groups deteriorated after Jaysh al-Islam allegedly attempted to assassinate a member of the Unified Judiciary Council, which is the court system that settles disputes between militant groups and between civilians in Damascus. In May 2016, the groups agreed to a ceasefire at a conference in Qatar.","dummy":"1","min_zoom":"0","max_zoom":"0","active":true},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[],"Subregion":[],"Ideology":[]},{"Group":{"id":"649","name":"The Ajnad al-Sham Islamic Union","shortname":"Ajnad al-Sham","startdate":"2014-02-00","enddate":"0000-00-00","description":"The Ajnad al-Sham Islamic Union is a group comprised of five Damascus-based opposition brigades (The al-Habib al-Mustafa Brigades, The Ajnad al-Islam Gathering, The Sahaba Brigades and Battalions, The Shabab al-Houda Battalions, and The Der al-Isima Brigade) that was formed in formed in February 2014. The group is lead by Abu Mohammed al-Fateh, the former leader of The Shabab al-Houda Batallions, and claimed that it had 15,000 fighters in 2014. The Ajnad al-Sham Islamic Union fights the Islamic State and the Assad Regime around the Damascus governorate, and is part of an opposition campaign to retain control of the Darayya suburb in the city of Damascus. In February 2016, the group’s fighters in East Ghouta defected and joined Faylaq al-Rahman, a Damascus based group supported by former Al Qaeda affiliate Jabhat Fatah al-Sham, formerly known as Jabhat al-Nusra, amid rising tension with Jaysh al-Islam. ","dummy":"1","min_zoom":"0","max_zoom":"0","active":true},"Attack":[],"Leader":[],"Listing":[],"NameChange":[],"Size":[],"Region":[],"Subregion":[],"Ideology":[]}]}